Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: XLM Reserve Requirement
cs: XLM Požadavek na rezervu
ro: Cerința de rezervă XLM

source: year
cs: rok
ro: an

source: Year
cs: Rok
ro: An

source: years
cs: let
ro: ani

source: Yes
cs: Ano
ro: da

source: Yes, rate Blockchain Wallet
cs: Ano, hodnotit Blockchain Wallet
ro: Da, evaluează portofelul Blockchain

source: Yesterday
cs: Včera
ro: Ieri

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
cs: Chystáte se importovat adresu pouze pro sledování, adresu (nebo skript veřejného klíče) uloženou v peněžence bez odpovídajícího soukromého klíče. To znamená, že prostředky lze utratit POUZE, pokud máte soukromý klíč uložen jinde. Pokud nemáte soukromý klíč uložen, NELÁTE nikomu pokyn, aby vám poslal bitcoiny na adresu pouze pro sledování.
ro: Sunteți pe punctul de a importa o adresă cu vizionare, o adresă (sau script cu cheie publică) stocată în portofel fără cheia privată corespunzătoare. Aceasta înseamnă că fondurile pot fi cheltuite DOAR dacă aveți cheia privată stocată în altă parte. Dacă nu aveți cheia privată stocată, NU instruiți pe nimeni să vă trimită bitcoin pe adresa numai de ceas.

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
cs: Chystáte se přijmout bitcoiny z adresy pouze ke sledování. Tyto prostředky můžete použít jen tehdy, pokud máte přístup k privátnímu klíči. Pokračovat?
ro: Veți primi bitcoin doar uita-te la adresa. Vă puteţi petrece doar acestor fonduri dacă aveţi acces la cheia privată. Continuați?

source: You are now running our most secure wallet
cs: Nyní používáte naši nejbezpečnější peněženku
ro: Acum executați portofelul nostru cel mai sigur

source: You asked, we listened. We’re excited to announce that your Blockchain wallet will now allow you to seamlessly send and receive ether!
cs: Zeptal jste se, poslouchali jsme. Jsme rádi, že vám můžeme oznámit, že vaše peněženka Blockchain vám nyní umožní hladce odesílat a přijímat ethery!
ro: Ai întrebat, am ascultat. Suntem încântați să vă anunțăm că portofelul dvs. Blockchain vă va permite acum să trimiteți și să primiți perfect ether!

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
cs: Můžete povolit dvoufázové ověření přes SMS na Vašem mobilním telefonu. Chcete-li použít jiný způsob autentikace, přihlaste se k naší webové peněžence.
ro: Aveţi posibilitatea să activaţi verificare în 2 paşi prin SMS pe telefonul mobil. Pentru a utiliza alte metode de autentificare în schimb, vă rugăm să login la portofel noastre de web.

source: You can now exchange your bitcoin for ether and vice versa directly from your Blockchain wallet!
cs: Nyní můžete svůj bitcoin vyměnit za ether a naopak přímo z vaší peněženky Blockchain!
ro: Acum puteți schimba bitcoinul dvs. pentru eter și vice versa direct din portofelul Blockchain!

source: You can now spend from this address.
cs: Nyní můžete z této adresy odesílat.
ro: Acum puteti petrece la această adresă.

source: You can read more information about Stellar's minimum balance requirement at Stellar.org
cs: Další informace o požadavku na minimální zůstatek Stellaru naleznete na stránkách Stellar.org
ro: Puteți citi mai multe informații despre cerința minimă a soldului Stellar la Stellar.org

source: You control your crypto. Write down your recovery phrase to restore all your funds in case you lose your password.
cs: Ovládáte své krypto. Zapište si svou frázi pro obnovení a obnovte všechny své prostředky v případě ztráty hesla.
ro: Îți controlezi cripto-ul. Notează-ți fraza de recuperare pentru a restabili toate fondurile în cazul în care pierzi parola.

source: You Control Your Key
cs: Ovládáte svůj klíč
ro: Îți controlezi cheia

source: You currently have email notifications enabled. Changing your email will disable email notifications.
cs: Momentálně máte povoleno e-mailové oznámení. Změna e-mailu zakáže e-mailová oznámení.
ro: În prezent, aveți activate notificările prin e-mail. Modificarea e-mailului va dezactiva notificările prin e-mail.

source: You currently have SMS notifications enabled. Changing your email will disable SMS notifications.
cs: Aktuálně máte povoleno upozornění SMS. Změna e-mailu zakáže oznámení SMS.
ro: În prezent, aveți activate notificările prin SMS. Modificarea e-mailului dvs. va dezactiva notificările prin SMS.

source: You do not have an account set up for Mail. Please contact %@
cs: Nemáte nastavený účet pro e-maily. Kontaktujte prosím %@
ro: Nu aveţi un cont configurat pentru Mail. Vă rugăm să contactaţi %@

source: You do not have enough funds to use this fee.
cs: Na použití tohoto poplatku nemáte dostatek prostředků.
ro: Nu aveți suficiente fonduri pentru a utiliza această taxă.

source: You have a pending {swap/buy/sell} order that may impact your total balance.
cs: Máte nevyřízenou objednávku {swap/buy/sell} , která může ovlivnit váš celkový zůstatek.
ro: Aveți o comandă pendinte {swap/buy/sell} care vă poate afecta soldul total.

source: You have logged out or there was an error decrypting your wallet file. Enter your password below to login.
cs: Odhlásili jste se, nebo došlo k chybě dešifrování souboru peněženky. Přihlaste se zadáním hesla níže.
ro: Te-ai autentificat sau eroare la decriptarea fişierul de portofel. Introduceţi parola de mai jos pentru a va loga.

source: You have no addresses with a spendable balance greater than or equal to the required dust threshold.
cs: Nemáte žádné adresy, jejichž zůstatek je větší nebo roven požadovanému prahu prachu.
ro: Nu aveți adrese cu un sold cheltuibil mai mare sau egal cu pragul de praf necesar.

source: You have no available funds to send from this address
cs: Nemáte žádné prostředky, které byste mohli z této adresy odeslat
ro: Tu ai nu există fonduri disponibile pentru a trimite la aceasta adresa

source: You have no funds to exchange. Why not get started by receiving some funds?
cs: Nemáte žádné prostředky na výměnu. Proč nezačít tím, že obdržíte nějaké prostředky?
ro: Nu aveți fonduri de schimb. De ce să nu începeți primind niște fonduri?

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
cs: Dříve než změníte číslo mobilního telefonu, musíte deaktivovat dvoufázové ověření přes SMS (%@).
ro: Trebuie să dezactivați confirmarea prin SMS 2-pas înainte de schimbarea numărului de telefon mobil (%@).

source: You must enter a destination address
cs: Musíte zadat cílovou adresu
ro: Trebuie să introduceţi o adresă de destinaţie

source: You must enter a label
cs: Musíte zadat označení
ro: Introduceţi o etichetă

source: You must enter a valid %@ address to send the transaction
cs: Chcete-li odeslat transakci, musíte zadat platnou %@ adresu
ro: Trebuie să introduceți o adresă %@ valabilă pentru a trimite tranzacția

source: You must enter a valid %@ address to send your ERC20 Token
cs: Chcete-li odeslat svůj token ERC20, musíte zadat platnou %@ adresu
ro: Trebuie să introduceți o adresă %@ valabilă pentru a trimite jetonul ERC20

source: You must enter a valid ETH address to send your ERC20 Token
cs: Pro odeslání Tokenu ERC20 musíte zadat platnou adresu ETH
ro: Trebuie să introduceți o adresă ETH validă pentru a vă trimite codul ERC20

source: You must have at least one active address
cs: Musíte mít alespoň jednu aktivní adresu
ro: Trebuie să aveţi cel puţin o adresă activ

source: You must have two-factor authentication disabled to pair manually.
cs: Pro ruční spárování musíte povolit dvoufaktorovou autentizaci.
ro: Trebuie să aveţi două-factor de autentificare cu handicap să pereche manual.

source: You must leave at least one active address
cs: Musíte opustit alespoň jednu aktivní adresu
ro: Trebuie să lăsaţi cel puţin o adresă activ

source: You need to confirm your email address so that we can keep you informed about your wallet.
cs: Musíte potvrdit svou e-mailovou adresu, abychom vás mohli informovat o vaší peněžence.
ro: Trebuie să confirmați adresa dvs. de e-mail, astfel încât să vă putem ține la curent cu portofelul.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
cs: Vždy byste měli provést spárování nebo se přihlásit, pokud máte přístup k ID a heslu peněženky. Obnovením prostředků vytvoříte nové ID peněženky. Chcete pokračovat?
ro: Tu ar trebui să întotdeauna pereche sau login dacă aveţi acces la portofel ID-ul şi parola. Recuperarea fondurilor dumneavoastră va crea un nou portofel ID. Doriţi să continuaţi?

source: You specified an exceptionally small transaction fee of %@. Your transaction may become stuck and possibly never confirm. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@. Since you don’t have sufficient funds, that means the Send amount will also have to be lowered to %@.
cs: Zadali jste výjimečně malý transakční poplatek %@ . Vaše transakce může uvíznout a možná se nikdy nepotvrdí. Chcete-li zvýšit pravděpodobnost, že vaše transakce bude potvrzena do přibližně jedné hodiny (šest bloků), důrazně doporučujeme poplatek ve výši nejméně %@ . Protože nemáte dostatek prostředků, znamená to, že částku Odeslat bude třeba také snížit na %@ .
ro: Ați specificat o taxă de tranzacție deosebit de mică de %@ . Tranzacția dvs. poate rămâne blocată și, eventual, nu se confirmă niciodată. Pentru a crește probabilitatea de confirmare a tranzacției dvs. în aproximativ o oră (șase blocuri), vă recomandăm cu tarie o taxă de cel puțin %@ . Deoarece nu aveți suficiente fonduri, asta înseamnă că suma Trimitere va trebui redusă la %@ .

source: You will be leaving the app.
cs: Opustíte aplikaci.
ro: Veți părăsi aplicația.

source: You will need %@ to send the transaction
cs: K odeslání transakce budete potřebovat %@
ro: Veți avea nevoie de %@ pentru a trimite tranzacția

source: You will need ETH to send your ERC20 Token
cs: K odeslání tokenu ERC20 budete potřebovat ETH
ro: Veți avea nevoie de ETH pentru a vă trimite tokenul ERC20

source: You'll need ETH to send your ERC20 Token
cs: Budete potřebovat ETH k odeslání Tokenu ERC20
ro: Veți avea nevoie de ETH pentru a vă trimite codul ERC20

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
cs: Úspěšně jste importovali privátní klíč pro ​adresu %@ a nyní z ní můžete odesílat prostředky. Pokud chcete odesílat z této adresy, ujistěte se, zda jste zadali správný privátní klíč.
ro: Le-am importat cu succes la cheia privată pentru adresa %@, şi acum puteţi petrece la ea. Dacă doriţi să-şi petreacă la această adresă, asiguraţi-vă că vă scana cheia privată corect.

source: Your
cs: Vaše
ro: Ta

source: Your Airdrop Has Landed
cs: Váš Airdrop přistál
ro: Airdrop-ul tău a aterizat

source: Your backup phrase contains all of the private keys within your wallet. Please write these 12 words down, in order, and keep them somewhere safe offline. This phrase gives you a way to restore your and access your funds.
cs: Záložní fráze obsahuje všechny soukromé klíče v peněžence. Prosím, napište těchto 12 slov do pořádku a udržujte je někde v bezpečí offline. Tato věta vám dává způsob, jak obnovit své prostředky a získat k nim přístup.
ro: Fraza de rezervă conține toate cheile private din portofel. Vă rugăm să scrieți aceste 12 cuvinte în ordine, și păstrați-le undeva în siguranță offline. Această frază vă oferă o modalitate de a vă restabili și accesa fondurile.

source: Your balance is
cs: Váš zůstatek je
ro: Soldul tău este

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
cs: Vaše zařízení bylo ohroženo. Zabezpečení Vaší peněženky může být narušeno.
ro: Aparatul pare să fie jailbroken. Securitatea portofel poate fi compromisă.

source: Your email
cs: Tvůj e-mail
ro: Email-ul tau

source: Your email has been verified.
cs: Váš e-mail byl ověřen.
ro: Adresa de email a fost verificat.

source: Your Exchange has been started!
cs: Vaše burza byla spuštěna!
ro: Schimbul dvs. a fost început!

source: Your Gold level verification is currently being reviewed by a Blockchain Support Member.
cs: Vaše ověření úrovně Gold je v současné době přezkoumáváno členem podpory společnosti Blockchain.
ro: Verificarea nivelului de aur este în curs de revizuire de către un membru de sprijin pentru Blockchain.

source: Your Home Address
cs: Vaše domácí adresa
ro: Adresa ta de acasă

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
cs: Vaše informace jsou revidovány. Kontrola by měla být dokončena za 5 minut. Vezměte prosím na vědomí, že je zde velký pořadník pro hvězdné airdrops a bohužel ne všechny aplikace pro volný XLM budou úspěšné.
ro: Informațiile dvs. sunt revizuite. Revizuirea ar trebui să se finalizeze în 5 minute. Vă rugăm să fiți conștienți de faptul că există o mare listă de așteptare pentru fanii Stelare și, din păcate, nu toate aplicațiile XLM gratuite vor avea succes.

source: Your information is being reviewed. When all looks good, you’re clear to exchange. You should receive a notification within 5 minutes.
cs: Vaše informace se kontrolují. Když to vypadá dobře, můžete si vyměnit. Měli byste dostat oznámení do 5 minut.
ro: Informațiile dvs. sunt în curs de examinare. Când totul arată bine, ești clar să faci schimb. Ar trebui să primiți o notificare în termen de 5 minute.

source: Your Max is
cs: Váš Max je
ro: Max este

source: Your max is %@.
cs: Vaše max je %@ .
ro: Valoarea maximă a dvs. este %@ .

source: Your Min is
cs: Vaše Min je
ro: Minul tău este

source: Your mobile number has been verified.
cs: Číslo Vašeho mobilního telefonu bylo ověřeno.
ro: Numărului de telefon mobil a fost verificat.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
cs: Váš mobilní telefon lze použít k povolení dvoufaktorové autentizace nebo k přijímání upozornění.
ro: Telefonul dvs. mobil poate fi utilizat pentru a permite autentificarea cu doi factori sau pentru a primi alerte.

source: Your New PIN is Ready
cs: Váš nový PIN je připraven
ro: Codul dvs. PIN nou este pregătit

source: Your new PIN must be different
cs: Váš nový PIN musí být jiný
ro: Noul PIN trebuie să fie diferit

source: Your order has expired. No funds left your account.
cs: Platnost objednávky vypršela. Z vašeho účtu nezůstaly žádné prostředky.
ro: Comanda dvs. a expirat. Nu s-au lăsat fonduri contul dvs.

source: Your order has not completed yet due to network delays. It will be processed as soon as funds are received.
cs: Vaše objednávka ještě nebyla dokončena z důvodu zpoždění v síti. Bude zpracován ihned po obdržení finančních prostředků.
ro: Comanda dvs. nu sa terminat încă din cauza întârzierilor din rețea. Acesta va fi procesat de îndată ce vor fi primite fonduri.

source: Your password is not strong enough. Please choose a different password.
cs: Vaše heslo není dostatečně silné. Vyberte jiné heslo.
ro: Parola dvs. nu este suficient de puternică. Vă rugăm să alegeți o altă parolă.

source: Your second password is required in order to create a %@ account.
cs: K vytvoření účtu %@ je vyžadováno druhé heslo.
ro: A doua parolă este necesară pentru a crea un cont %@ .

source: Your spendable balance is
cs: Váš zůstatek je
ro: Soldul dvs. cheltuibil este

source: Your stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
cs: Vaše hromádky jsou nyní v peněžence. Jakmile budou tyto k dispozici k použití, dáme vám vědět.
ro: Stivele tale sunt acum în portofel. Vă vom anunța imediat ce acestea vor fi disponibile pentru a fi utilizate.

source: Your Stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
cs: Vaše hromádky jsou nyní v peněžence. Jakmile budou tyto k dispozici k použití, dáme vám vědět.
ro: Stivele tale sunt acum în portofel. Vă vom anunța imediat ce acestea vor fi disponibile pentru a fi utilizate.

source: Your Swap Limit is the maximum amount of crypto you can trade.
cs: Váš swapový limit je maximální množství kryptografie, které můžete obchodovat.
ro: Limita dvs. de swap este suma maximă de cripte pe care o puteți tranzacționa.

source: Your trade has been canceled. Please return to the exchange tab to start your trade again.
cs: Váš obchod byl zrušen. Vraťte se na kartu výměny a začněte znovu obchodovat.
ro: Comerțul dvs. a fost anulat. Vă rugăm să reveniți la fila de schimb pentru a începe din nou comerțul.

source: Your trade has expired. Please return to the Exchange page to start your trade again.
cs: Platnost vašeho obchodu vypršela. Vraťte se na stránku Exchange a začněte znovu obchodovat.
ro: Comerțul dvs. a expirat. Vă rugăm să reveniți la pagina Exchange pentru a începe din nou comerțul.

source: Your trade has expired. Please return to the exchange tab to start a new trade.
cs: Platnost vašeho obchodu vypršela. Vraťte se na kartu výměny a zahajte nový obchod.
ro: Comerțul dvs. a expirat. Vă rugăm să reveniți la fila de schimb pentru a începe un nou schimb.

source: Your Transactions
cs: Vaše transakce
ro: Tranzacțiile dvs.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
cs: Vaše prostředky budou v bezpečí a Vy budete využívat výhod lepšího soukromí a pohodlných funkcí zálohování a obnovení.
ro: Fondurile transferate vor fi sigur, şi veţi beneficia de confidenţialitate sporită şi caracteristici convenabile de backup şi recuperare.

source: Your USD PAX transactions will show up here once you make your first transaction.
cs: Po provedení první transakce se zde zobrazí vaše transakce PAX USD.
ro: Tranzacțiile dvs. USD PAX se vor afișa aici odată ce efectuați prima dvs. tranzacție.

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
cs: Vaše ověřená e-mailová adresa se používá k odesílání upozornění na platby, připomenutí ID a přihlašovacích kódů.
ro: Adresa dvs. de e-mail verificată este utilizată pentru a trimite alerte de plată, mementouri de identificare și coduri de conectare.

source: Your wallet does not contain this address.
cs: Vaše peněženka neobsahuje tuto adresu.
ro: Portofel nu conţine această adresă.

source: Your wallet has been locked because of too many failed login attempts. You can try again in 4 hours.
cs: Vaše peněženka byla uzamčena kvůli příliš mnoha neúspěšným pokusům o přihlášení. Můžete to zkusit znovu za 4 hodiny.
ro: Portofelul a fost blocat din cauza prea multor încercări de autentificare eșuate. Puteți încerca din nou în 4 ore.

source: Your xPub is an advanced feature that contains all of your public addresses.
cs: Váš xPub je pokročilá funkce, která obsahuje všechny vaše veřejné adresy.
ro: XPub-ul dvs. este o caracteristică avansată care conține toate adresele dvs. publice.

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
cs: Budete muset ověřit vaše telefonní číslo, poskytnout ID vydané vládou a Selfie.
ro: Va trebui să confirmați numărul dvs. de telefon, să furnizați un cod de identitate emis de stat și un certificat Selfie.

source: You’re all set to connect your Blockchain Wallet to the Exchange.
cs: Jste všichni připraveni připojit vaši peněženku Blockchain k burze.
ro: Sunteți cu toții pregătiți să conectați portofelul Blockchain la Exchange.

source: You’re almost done signing up for your Blockchain.com Wallet. Once you finish and get approved, start buying crypto.
cs: Už jste téměř hotovi přihlašování k Peněžence Blockchain.com. Jakmile dokončíte a dostanete schválení, začněte kupovat krypto.
ro: Aproape că ai terminat să te înscrii în portofelul Blockchain.com. După ce terminați și obțineți aprobarea, începeți să cumpărați cripto.

source: You’ve successfully imported a private key.
cs: Úspěšně jste importovali privátní klíč.
ro: Le-am importat cu succes o cheie privată.

source: You’ve successfully submitted your application. A Blockchain Support Member will review your information.
cs: Úspěšně jste podali svou žádost. Vaše informace zkontroluje člen podpory Blockchain.
ro: Ați depus cu succes cererea dvs. Un membru de asistență Blockchain vă va examina informațiile.

source: Zip Code
cs: PSČ
ro: Cod postal

source: Account Limits
cs: Limity účtu
ro: Limitele contului

source: Account locked
cs: Účet uzamčen
ro: Cont blocat

source: Amount to send
cs: Částka k odeslání
ro: Suma de trimis

source: Are you sure this is a Bitcoin Cash address?
cs: Jste si jisti, že se jedná o hotovostní adresu bitcoinů?
ro: Sunteți sigur că aceasta este o adresă Bitcoin Cash?

source: Backup again
cs: Zálohujte znovu
ro: Backup din nou

source: Backup funds
cs: Záložní prostředky
ro: Fonduri de rezervă

source: Backup phrase
cs: Záložní fráze
ro: Expresie de rezervă

source: Blockchain Wallet cannot obtain an Internet connection. Please check the connectivity on your device and try again.
cs: Bloková peněženka nemůže získat připojení k internetu. Zkontrolujte připojení na vašem zařízení a zkuste to znovu.
ro: Portofelul Blockchain nu poate obține o conexiune la Internet. Verificați conectivitatea de pe dispozitiv și încercați din nou.

source: Buying Fee
cs: Poplatek za nákup
ro: Taxa de cumpărare

source: Change my number
cs: Změňte moje číslo
ro: Schimbă-mi numărul

source: Change my password
cs: Změnit heslo
ro: Schimba-mi parola

source: Confirm Password
cs: Potvrďte heslo
ro: Confirmă parola

source: Confirm Transfer
cs: Potvrďte převod
ro: Confirmați Transferul

source: Daily Swap and Buy Limit
cs: Denní limit pro swap a nákup
ro: Limita zilnică de schimb și cumpărare

source: Digital
cs: Digitální

source: eigth word
cs: osmé slovo
ro: cuvânt eigth

source: Enter 5-character code
cs: Zadejte 5místný kód
ro: Introduceți cod cu 5 caractere

source: Enter the following words from your Backup Phrase to complete the backup process.
cs: Chcete-li dokončit proces zálohování, zadejte následující slova ze záložní fráze.
ro: Introduceți următoarele cuvinte din fraza de rezervă pentru a finaliza procesul de rezervă.

source: Enter your current password. Then enter and confirm your new password.
cs: Zadejte své současné heslo. Poté zadejte a potvrďte své nové heslo.
ro: Introduceti parola curenta. Apoi introduceți și confirmați noua dvs. parolă.

source: Est. Amount
cs: Est. Množství
ro: Est. Cantitate

source: Even better, since you need ETH to make USD Digital trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
cs: Ještě lépe, protože potřebujete ETH, abyste mohli digitální obchody v USD, právě jsme do vaší peněženky vložili dostatek ETH na pokrytí vašich prvních 3 transakcí 🙌🏻
ro: Și mai bine, din moment ce aveți nevoie de ETH pentru a face tranzacții digitale în USD, am doar aerisit suficient ETH în portofel pentru a vă acoperi primele 3 tranzacții 🙌🏻
