Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: Singapore Dollar
cs: Singapurský dolar
ro: Dolarul de Singapore

source: sixth
cs: šestý
ro: şaselea

source: sixth word
cs: šesté slovo
ro: al șaselea cuvânt

source: Skip All
cs: Přeskočit vše
ro: Sari peste tot

source: SMS Notifications
cs: SMS upozornění
ro: Notificări prin SMS

source: Some funds cannot be transferred automatically.
cs: Některé prostředky nelze převádět automaticky.
ro: Unele fonduri nu pot fi transferate automat.

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
cs: Něco se pokazilo, zkuste znovu otevřít bitcoin Buy & Sell Bitcoin.
ro: Ceva nu a mers bine, încercați din nou să redeschideți Cumpărați și Vindeți Bitcoin.

source: Something went wrong. Please go back and try again.
cs: Něco se pokazilo. Vraťte se a zkuste to znovu.
ro: Ceva n-a mers bine. Vă rugăm să vă întoarceți și să încercați din nou.

source: Something went wrong. Please try again.
cs: Něco se pokazilo. Prosím zkuste to znovu.
ro: Ceva n-a mers bine. Vă rugăm să încercați din nou.

source: Sorry, an order cannot be placed at this time.
cs: Litujeme, v tuto chvíli nelze objednat.
ro: Ne pare rău, o comandă nu poate fi plasată în acest moment.

source: Sorry, your orders cannot be fetched at this time.
cs: Litujeme, vaše objednávky nelze v tuto chvíli načíst.
ro: Ne pare rău, comenzile dvs. nu pot fi preluate în acest moment.

source: Sort Code
cs: Krátký kód
ro: Cod de sortare

source: South Korean Won
cs: Jižní Korea vyhrál
ro: Conexiune sud-coreeană

source: Stacks
cs: Komíny
ro: stivele

source: Start Backup
cs: Spusťte zálohování
ro: Începeți Backup

source: START BACKUP
cs: START ZÁLOHU
ro: ÎNCEPEȚI BACKUP

source: Start Over
cs: Začít znovu
ro: Începeți

source: Start Verification
cs: Spusťte ověření
ro: Începeți verificarea

source: State
cs: Stát
ro: Stat

source: State / Region / Province / Country
cs: Stát / Region / Provincie / Země
ro: Stat / Regiune / Provincie / Țară

source: Status
cs: Postavení
ro: stare

source: Stellar (XLM)
cs: Hvězdná (XLM)
ro: Stelar (XLM)

source: Stellar is an open-source, decentralized payment protocol that allows for fast and cheap cross-border transactions between any pair of currencies.
cs: Hvězdný je open-source, decentralizovaný platební protokol, který umožňuje rychlé a levné přeshraniční transakce mezi jakoukoli dvojicí měn.
ro: Stellar este un protocol de plată descentralizat open-source, care permite tranzacții transfrontaliere rapide și ieftine între orice pereche de valute.

source: Stellar Price
cs: Hvězdná cena
ro: Preț stelar

source: Stellar requires that all Stellar accounts hold a minimum balance of lumens, or XLM. This means you cannot send a balance out of your Stellar Wallet that would leave your Stellar Wallet with less than the minimum balance. This also means that in order to send XLM to a new Stellar account, you must send enough XLM to meet the minimum balance requirement.
cs: Stellar vyžaduje, aby všechny hvězdné účty měly minimální rovnováhu lumenů nebo XLM. To znamená, že nemůžete odeslat vyvážení z Hvězdné peněženky, které by zanechalo vaši hvězdnou peněženku méně než minimální zůstatek. To také znamená, že za účelem odeslání XLM na nový hvězdný účet musíte poslat dostatek XLM, abyste splnili požadavek na minimální zůstatek.
ro: Stellar cere ca toate conturile Stelare să aibă un echilibru minim de lumeni sau XLM. Aceasta înseamnă că nu puteți să trimiteți un echilibru din portofelul stelar, care ar lăsa portofelul stelar cu mai puțin decât soldul minim. De asemenea, acest lucru înseamnă că, pentru a trimite XLM la un nou cont Stellar, trebuie să trimiteți suficiente XLM pentru a satisface cerința minimă de echilibru.

source: Step %d of %d
cs: Krok %d z %d
ro: Pasul %d din %d

source: store
cs: obchod
ro: magazin

source: Stored
cs: Uloženo
ro: Stocate

source: Street line
cs: Pouliční linka
ro: Linia stradală

source: Strong
cs: Silný
ro: Puternic

source: Submit
cs: Předložit
ro: Trimite

source: Submitting information...
cs: Odesílání informací ...
ro: Trimiterea informațiilor ...

source: Success
cs: Úspěch
ro: Succes

source: Success!
cs: Úspěch!
ro: Succes!

source: Success! Your Exchange has been started!
cs: Úspěch! Vaše burza byla spuštěna!
ro: Succes! Schimbul dvs. a fost pornit!

source: Support
cs: Podpěra, podpora
ro: A sustine

source: Surge Occurring
cs: Došlo k přepětí
ro: Supratensiunea care apare

source: Swap
cs: Zaměnit
ro: schimb

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
cs: Swap by Blockchain vám umožní obchodovat s kryptografií s nejlepšími cenami a rychlým vypořádáním, to vše při zachování plné kontroly nad finančními prostředky.
ro: Swap de către Blockchain vă permite să tranzacționați cripto cu cele mai bune prețuri și decontare rapidă, toate menținând controlul total al fondurilor.

source: Swap Currently Unavailable
cs: Výměna momentálně nedostupná
ro: Schimbul nu este disponibil în prezent

source: Swap for USD PAX Now
cs: Zaměňte za USD PAX nyní
ro: Schimbați pentru USD PAX Acum

source: Swap Limit
cs: Limit výměny

source: Swap Limits
cs: Meze swapu
ro: Limite de swap

source: Swap Locked
cs: Zamknout
ro: Schimbare blocată

source: Swap Now
cs: Vyměňte nyní
ro: Schimba acum

source: Swedish Krona
cs: Švédská koruna
ro: Krona suedeză

source: Swipe right to see your addresses
cs: Přejetím prstem doprava zobrazíte své adresy
ro: Glisați spre dreapta pentru a vedea adresele

source: Swipe to Receive
cs: Přejetím přejděte k přijetí
ro: Glisați pentru a primi

source: Swiss Franc
cs: Švýcarský frank
ro: Franc elvetian

source: Sync addresses with your Wallet so you can securely sweep crypto between accounts
cs: Synchronizujte adresy s vaší Peněženkou, abyste mohli bezpečně zamést krypto mezi účty
ro: Sincronizați adresele cu portofelul, astfel încât să puteți filtra în siguranță cripto între conturi

source: Syncing Wallet
cs: Synchronizace peněženky
ro: Sincronizarea portofel

source: Takes 10 min
cs: Trvá 10 minut
ro: Ia 10 minute

source: Takes 3 min
cs: Trvá 3 min
ro: Are 3 minute

source: Tap to copy this address. Share it with the sender via email or text.
cs: Chcete-li zkopírovat tuto adresu, pak klepněte. Sdílejte ji s odesílatelem pomocí e-mailu nebo textové zprávy.
ro: Atingeți pentru a copia această adresă. Împărtășește-l cu expeditorul prin e-mail sau text.

source: Tell Me More
cs: Řekni mi více
ro: Spune-mi mai multe

source: tenth
cs: desátý
ro: al zecelea

source: tenth word
cs: desáté slovo
ro: al zecelea cuvânt

source: Terms & Conditions of Modulr
cs: Obchodní podmínky společnosti Modulr
ro: Termeni și condiții ale Modulr

source: terms and conditions
cs: pravidla a podmínky
ro: termeni si conditii

source: Terms of Service
cs: Podmínky služby
ro: Termenii serviciului

source: Terms of Services
cs: Podmínky služby
ro: Termenii serviciului

source: Thanks for placing your trade! Exchange trades can take up to two hours, and you can keep track of your trade’s progress in the Order History section.
cs: Děkujeme za umístění vašeho obchodu! Burzovní obchody mohou trvat až dvě hodiny a průběh vašeho obchodu můžete sledovat v sekci Historie objednávek.
ro: Vă mulțumim pentru comercializarea dvs.! Tranzacțiile de schimb pot dura până la două ore și puteți urmări progresul tranzacției efectuate în secțiunea Istoricul comenzilor.

source: That's it for now!
cs: To je vše pro tuto chvíli!
ro: Atât deocamdată!

source: The amounts you send and receive may change slightly due to market activity.
cs: Částky, které odesíláte a přijímáte, se mohou v důsledku tržní aktivity mírně změnit.
ro: Sumele pe care le trimiteți și primiți se pot modifica ușor din cauza activității pieței.

source: The Bitcoin mining network is currently experiencing a high volume of activity, resulting in recommended fees that are higher than usual.
cs: Bitcoinová těžařská síť je nyní zaneprázdněna z důvodu vysokého počtu aktivit, což znamená, že doporučené poplatky budou vyšší než obvykle.

source: The current minimum balance requirement is %@.
cs: Aktuální požadavek na minimální zůstatek je %@ .
ro: Cerința minimă actuală a soldului este %@ .

source: The easiest way to exchange one crypto for another without leaving your wallet.
cs: Nejjednodušší způsob, jak vyměnit jedno kryptografické za druhé, aniž byste opustili peněženku.
ro: Cel mai simplu mod de a schimba un crypto pentru altul fără a vă părăsi portofelul.

source: The easy way to
cs: Snadný způsob
ro: Calea ușoară de a

source: The fee you have specified is too low.
cs: Poplatek, který jste uvedli, je příliš nízký.
ro: Taxa pe care ai specificat-o este prea mică.

source: The following 12 word Recovery Phrase will give you access to your funds in case you lose your password.
cs: Následující 12 slovní fráze pro zotavení vám poskytne přístup k vašim finančním prostředkům pro případ ztráty hesla.
ro: Următoarea expresie de recuperare de 12 cuvinte vă va oferi acces la fondurile dvs. în cazul în care vă pierdeți parola.

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
cs: Odkaz, který jste použili, není v této verzi aplikace podporován. Chcete-li získat přístup k tomuto odkazu, aktualizujte aplikaci.
ro: Linkul pe care l-ați utilizat nu este compatibil cu această versiune a aplicației. Vă rugăm să actualizați aplicația pentru a accesa acest link.

source: The mobile number you entered is invalid.
cs: Zadané mobilní číslo je neplatné.
ro: Numărul de telefon pe care l-ați introdus nu este valid.

source: The private key you are attempting to import is encrypted. Please enter the password below.
cs: Privátní klíč, který se pokoušíte importovat, je šifrovaný. Zadejte prosím heslo níže.
ro: Cheia privată care încercați să importați este criptat. Vă rugăm să introduceţi parola mai jos.

source: The Total Balance shown on this device does not include your linked Lockbox.
cs: Celkový zůstatek zobrazený na tomto zařízení nezahrnuje vaše propojené uzamčení.
ro: Soldul total afișat pe acest dispozitiv nu include caseta de blocare conectată.

source: The trade you created on %@ has been completed!
cs: Obchod, který jste vytvořili na %@ , byl dokončen!
ro: Comerțul pe care l-ați creat pe %@ a fost finalizat!

source: The word does not match your Recovery Phrase
cs: Slovo neodpovídá frázi pro zotavení
ro: Cuvântul nu se potrivește cu fraza dvs. de recuperare

source: The words in your Recovery Phrase didn’t match. You can go back to the previous step and double check you wrote it down correctly
cs: Slova ve vaší frázi pro zotavení se neshodují. Můžete se vrátit k předchozímu kroku a dvakrát zkontrolovat, zda jste jej správně zapsali
ro: Cuvintele din fraza dvs. de recuperare nu corespund. Puteți reveni la pasul anterior și verificați dublu că l-ați notat corect

source: There is a limit to how much crypto you can exchange. The value of your order must be less than your limit of
cs: Existuje limit na to, kolik crypto si můžete vyměnit. Hodnota vaší objednávky musí být nižší než vaše omezení
ro: Există o limită a criptei pe care o puteți schimba. Valoarea comenzii dvs. trebuie să fie mai mică decât limita dvs.

source: There was a problem sending the SMS code. Please try again later.
cs: Při odesílání SMS kódu došlo k potížím. Prosím zkuste to znovu později.
ro: A apărut o problemă la trimiterea codului SMS. Vă rugăm să încercați din nou mai târziu.

source: There was a problem with your order.
cs: Vyskytl se problém s objednávkou.
ro: A apărut o problemă la comanda dvs.

source: There was an error importing this private key.
cs: Při importu tohoto soukromého klíče došlo k chybě.
ro: A apărut o eroare la importarea acestei chei private.

source: There was an error while scanning your pairing QR code
cs: Při skenování párovacího kódu QR došlo k chybě
ro: A apărut o eroare la scanarea codului QR de asociere

source: There was an error with the device input.
cs: Při vstupu do zařízení došlo k chybě.
ro: A apărut o eroare la intrarea dispozitivului.

source: There's a new way to trade. Link your Wallet for instant access.
cs: Existuje nový způsob obchodování. Propojte si Peněženku pro okamžitý přístup.
ro: Există un mod nou de a face comerț. Conectați-vă portofelul pentru acces instantaneu.

source: These options are recommended for advanced users only. Continue?
cs: Tyto možnosti jsou doporučeny pouze pro pokročilé uživatele. Pokračovat?
ro: Aceste opţiuni sunt recomandate doar pentru utilizatorii avansați. Continuați?

source: third
cs: Třetí
ro: al treilea

source: third word
cs: třetí slovo
ro: al treilea cuvânt

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
cs: Tato akce vyžaduje privátní klíč pro bitcoinovou adresu %@. Naskenujte prosím QR kód.
ro: Această acţiune necesită acces la cheia privată pentru Bitcoin adresa %@. Vă rugăm să scanaţi codul QR.

source: This action requires the second password for your wallet. Please enter it below and press continue.
cs: Tato akce vyžaduje druhé heslo pro vaši peněženku. Zadejte ji níže a stiskněte pokračování.
ro: Această acțiune necesită a doua parolă pentru portofel. Vă rugăm să-l introduceți mai jos și apăsați continuare.

source: This address has already been used. Please login.
cs: Tato adresa již byla použita. Prosím přihlašte se.
ro: Această adresă a fost deja folosită. Va rugam sa va logati.

source: This address is not watch-only.
cs: Tato adresa není pouze ke sledování.
ro: Aceasta adresa este nu numai de ceas.

source: This email address has already been used to verify an existing wallet.
cs: Tato e-mailová adresa již byla použita k ověření existující peněženky.
ro: Această adresă de e-mail a fost deja utilizată pentru a verifica un portofel existent.

source: This feature is currently unavailable on iOS. Please visit our web wallet at Blockchain.com to proceed.
cs: Tato funkce není v systému iOS momentálně k dispozici. Pokračujte prosím na naší webové peněžence na Blockchain.com.
ro: Această caracteristică este momentan indisponibilă pe iOS. Vă rugăm să vizitați portofelul nostru web la Blockchain.com pentru a continua.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction may get stuck.
cs: Tato funkce je doporučena pouze pro pokročilé uživatele. Výběrem vlastního poplatku riskujete přeplatek nebo vaše transakce může uvíznout.
ro: Această caracteristică este recomandată numai pentru utilizatorii avansați. Alegând o taxă personalizată, riscați să plătiți excesiv sau tranzacția dvs. s-ar putea bloca.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
cs: Toto je adresa pouze ke sledování. Chcete-li použít prostředky z této peněženky, naskenujte prosím svůj privátní klíč.
ro: Aceasta este o adresă numai de ceas. Pentru a cheltui fondurile dumneavoastră la acest portofel, vă rugăm să scanaţi cheia privată.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly. If it’s fine for the transaction to take longer to confirm, you can reduce the fee manually by tapping "Customize Fee."
cs: Toto je nadměrná bitcoinová transakce. Vaše peněženka musí konsolidovat mnoho menších plateb, které jste obdrželi v minulosti. K rychlému potvrzení je třeba relativně vysoký poplatek. Pokud je v pořádku, že transakce potrvá déle, můžete poplatek snížit ručně klepnutím na „Přizpůsobit poplatek“.
ro: Aceasta este o tranzacție bitcoin supradimensionată. Portofelul trebuie să consolideze multe plăți mai mici pe care le-ați primit în trecut. Aceasta necesită o taxă relativ mare pentru a fi confirmată rapid. Dacă este bine ca tranzacția să dureze mai mult, puteți reduce taxa manuală atingând „Personalizați taxa”.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
cs: Toto je archivováno. Ačkoli odtud nemůžete posílat finanční prostředky, všechny a všechny finanční prostředky zůstanou v bezpečí. Jednoduše zrušte archivaci a začněte znovu používat.
ro: Aceasta este arhivată. Deși nu puteți trimite fonduri de aici, toate fondurile vor rămâne în siguranță. Pur și simplu necorespunzător să începeți să-l utilizați din nou.

source: This is your address
cs: Toto je vaše adresa
ro: Aceasta este adresa ta

source: This is your address QR code
cs: Toto je vaše QR kód
ro: Acesta este adresa dvs. QR

source: This name is already in use. Please choose a different name.
cs: Tento název se již používá. Vyberte prosím jiný název.
ro: Acest nume este deja în uz. Vă rugăm să alegeţi un nume diferit.

source: This private key belongs to another address that is not watch only
cs: Tento privátní klíč patří jiné adrese, která není pouze ke sledování
ro: Această cheie privată aparţine de o altă adresă care nu este doar ceas

source: This trade has failed. Any funds sent from your wallet will be returned minus the transaction fee. Please return to the exchange tab to start a new trade.
cs: Tento obchod selhal. Veškeré finanční prostředky odeslané z vaší peněženky budou vráceny po odečtení transakčního poplatku. Vraťte se na kartu výměny a zahajte nový obchod.
ro: Acest comerț a eșuat. Orice fonduri trimise din portofel vor fi returnate minus taxa de tranzacție. Vă rugăm să reveniți la fila de schimb pentru a începe un nou schimb.

source: This transaction requires a higher fee for dust consumption due to the small amount of change to be returned.
cs: „Tato transakce vyžaduje vyšší poplatek za drobné částky, které mají být vráceny.“
ro: "Această tranzacție necesită o taxă mai mare pentru consumul de praf datorită cantității mici de schimbare care trebuie returnată".

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
cs: Tato akce vymaže všechna data peněženky na tomto zařízení. Potvrďte prosím, že jste údaje o své peněžence uložili někam jinam. V opačném případě nebudou žádné bitcoiny v této peněžence přístupné!!
ro: Acest lucru va șterge toate datele de portofel de pe acest dispozitiv. Vă rugăm să confirmați că informațiile din portofel sunt salvate în altă parte, altfel orice bitcoin din acest portofel va fi inaccesibil !!

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere, otherwise any bitcoin in this wallet will be inaccessible!
cs: Tato akce vymaže všechna data peněženky na tomto zařízení. Potvrďte prosím, že jste údaje o své peněžence uložili někam jinam. V opačném případě nebudou žádné bitcoiny v této peněžence přístupné!!
ro: Acest lucru va șterge toate datele de portofel de pe acest dispozitiv. Vă rugăm să confirmați că informațiile din portofel sunt salvate în altă parte, altfel orice bitcoin din acest portofel va fi inaccesibil!

source: This will remove your
cs: Tím se odstraní váš
ro: Acest lucru vă va elimina

source: Tier zero
cs: Úroveň nula
ro: Nivelul zero

source: To
cs: Na
ro: La

source: To keep using Buy & Sell, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
cs: Abyste mohli nadále nakupovat a prodávat, musíte svůj profil aktualizovat. Po dokončení také odemknete vyšší obchodní limity ve swapu.
ro: Pentru a continua să utilizați Cumpărați și Vindeți, va trebui să vă actualizați profilul. Odată finalizat, veți debloca limite de tranzacționare mai mari în Swap.

source: To receive crypto, all the sender needs is your crypto's address. You can find these addresses here.
cs: Chcete-li získat krypto, je veškerá potřeba odesílatele adresa vašeho krypto. Tyto adresy najdete zde.
ro: Pentru a primi crypto, tot ce are nevoie de expeditor este adresa crypto. Puteți găsi aceste adrese aici.

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
cs: Abyste mohli tuto službu použít, vyžadujeme od Vás zadání druhého hesla. Toto byste měli udělat pouze jednou, abyste nastavili peněženku ether.
ro: Pentru a utiliza acest serviciu, vă solicităm să introduceți a doua parolă. Trebuie să introduceți acest lucru doar o dată pentru a configura portofelul Ether.

source: Too High.
cs: Příliš vysoká.
ro: Prea sus.

source: Too Low.
cs: Příliš nízká.
ro: Prea jos.

source: Too Many PIN Attempts
cs: Příliš mnoho pokusů o PIN
ro: Prea multe încercări PIN

source: Total
cs: Celkový

source: Total %@ spent
cs: Celkem %@ utrateno
ro: Total %@ cheltuit

source: Total Balance
cs: Celková rovnováha
ro: Soldul total

source: Total Cost
cs: Celkové náklady
ro: Cost total

source: Total Funds
cs: Celkem fondů
ro: Total fonduri

source: Touch ID
cs: Klepněte na ID
ro: Atingeți ID

source: Touch id authentication
cs: Klepněte na ověření totožnosti
ro: Autentificare autentificare id

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
cs: Dotykové ID není na tomto zařízení povolené. Chcete-li dotykové ID povolit, přejděte do části Nastavení->Dotykové ID a heslo a přidejte otisk prstu.
ro: Atinge ID nu este activată pe acest aparat. Pentru a activa Touch ID, du-te la Settings->Touch ID & parola şi se adaugă o amprentă digitală.

source: Touch-ID authentication
cs: Ověření totožnosti pomocí dotyku
ro: Autentificare tactilă-ID

source: Tour the Wallet
cs: Prohlídka peněženky
ro: Turul portofelului

source: trade
cs: obchod
ro: comerț

source: Trade Completed
cs: Obchod dokončen
ro: Comerț finalizat

source: Trade crypto with low fees without leaving your wallet.
cs: Obchodujte krypto s nízkými poplatky, aniž byste opustili peněženku.
ro: Comercializați Crypto cu taxe mici, fără a vă părăsi portofelul.

source: Trade Expired
cs: Obchod vypršel
ro: Comerțul a expirat

source: Trade Lightning Fast
cs: Obchodujte s blesky rychle
ro: Comerț fulger rapid

source: Trade one crypto for another without giving up control of your keys. Get competitive, real-time prices and fast on-chain settlement.
cs: Obchodujte krypto za druhé, aniž byste se vzdali kontroly nad svými klíči. Získejte konkurenceschopné ceny v reálném čase a rychlé vypořádání v řetězci.
ro: Schimbă un crypto pentru altul fără a renunța la controlul cheilor tale. Obțineți prețuri competitive, în timp real și decontare rapidă pe lanț.

source: Trade Refunded
cs: Obchod vrácený
ro: Tranzacția a fost rambursată

source: Trading Wallet
cs: Obchodní peněženka
ro: Portofel comercial

source: Trading your crypto doesn't mean trading away control.
cs: Obchodní vaše krypto neznamená obchodování mimo kontrolu.
ro: Comercializarea criptei nu înseamnă eliminarea controlului.

source: Transaction
cs: Transakce
ro: Tranzacţie

source: Transaction details
cs: Detaily transakce
ro: Detalii despre tranzacție

source: Transaction Fee
cs: Transakční poplatek
ro: Taxa de tranzacție

source: Transaction fee: %@
cs: Transakční poplatek: %@
ro: Taxa de tranzacție: %@

source: Transaction Fees
cs: Poplatky za transakce
ro: Taxe de tranzactie

source: Transaction fees impact how quickly the mining network will confirm your transactions, and depend on the current network conditions.
cs: Transakční poplatky mají vliv na to, jak rychle těžební síť potvrdí vaše transakce, a závisí na aktuálních podmínkách sítě.
ro: Taxele de tranzacție au impactul asupra rapidității în care rețeaua minieră va confirma tranzacțiile dvs. și depinde de condițiile actuale ale rețelei.

source: Transactions
cs: Transakce
ro: Tranzacții
