Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: Cannot save PIN Code while wallet is not initialized or password is null
cs: PIN kód nelze uložit, pokud peněženka nebyla inicializována, nebo je heslo prázdné
ro: Imposibil de salvat codul PIN în timp ce nu este inițializat portofel sau parola este null

source: Cannot send XLM at this time. Please try again.
cs: V tuto chvíli nelze odeslat XLM. Prosím zkuste to znovu.
ro: În acest moment nu se poate trimite XLM. Vă rugăm să încercați din nou.

source: Carefully write down these 12 words in order, do not email or screenshot your recovery phrase.
cs: Pečlivě si zapište těchto 12 slov, neposílejte e-mailem ani snímek obrazovky své fráze pro obnovení.
ro: Notează cu atenție aceste 12 cuvinte în ordine, nu trimiteți prin e-mail și nu faceți ecranul frazei de recuperare.

source: Change Email
cs: Změnit e-mail
ro: Schimba E-mail

source: Change fee per kilobyte
cs: Změnit poplatek za kB
ro: Schimbare taxă pe kiloocteți

source: Change Mobile Number
cs: Změnit číslo mobilního telefonu
ro: Schimbați numărul de mobil

source: Change Password
cs: Změnit heslo
ro: Schimbați parola

source: Change PIN
cs: Změňte PIN
ro: Schimba pin-ul

source: Check it out!
cs: Koukni na to!
ro: Verifică!

source: Check My Balance
cs: Zkontrolujte můj zůstatek
ro: Verificați soldul meu

source: Check out Swap
cs: Podívejte se na swap
ro: Aflați Swap

source: Check Your Inbox
cs: Zkontrolujte svou doručenou poštu
ro: Verifica-ti casuta

source: Check your inbox.
cs: Zkontrolujte doručenou poštu.
ro: Verifica-ti casuta.

source: Checking for more: Step %d of %d
cs: Další informace: Krok %d z %d
ro: Se verifică mai multe: Pasul %d din %d

source: Checking for Wallet updates
cs: Ověřování aktualizací peněženky
ro: Verificarea pentru portofel actualizări

source: Checkout
cs: Překontrolovat
ro: Verifică

source: Checkout the Exchange
cs: Pokladna burzy
ro: Verificați schimbul

source: Chilean Peso
cs: Chilské Peso
ro: Peso chilien

source: Chinese Yuan
cs: Čínský jüan
ro: Yuan chinezesc

source: City
cs: Město
ro: Oraș

source: City / Town / Village
cs: Město / obec
ro: Oraș / Oraș / Sat

source: Claimed
cs: Nárokováno
ro: revendicat

source: Click Show Pairing Code to reveal a QR Code, a square black & white barcode. Scan the code with your camera.
cs: Kliknutím na Zobrazit párovací kód zobrazíte QR kód, což je černobílý čárový kód ve tvaru čtverce. Naskenujte kód pomocí fotoaparátu.
ro: Faceţi clic pe Arată asocierea de cod pentru a descoperi un cod QR, un pătrat negru & alb de coduri de bare. Scanaţi codul cu aparatul de fotografiat.

source: Close
cs: Zavřít
ro: Închide

source: Close App
cs: Zavřít aplikaci
ro: Închide App

source: Coming soon to %@!
cs: Již brzy na %@ !
ro: În curând la %@ !

source: Complete
cs: Kompletní
ro: Complet

source: Complete My Profile
cs: Vyplňte můj profil
ro: Completați profilul meu

source: Complete your profile to start instantly trading crypto from the security of your wallet and become eligible for our Airdrop Program.
cs: Vyplňte svůj profil a okamžitě začněte obchodovat kryptopy ze zabezpečení vaší peněženky a získejte nárok na náš program Airdrop.
ro: Completați profilul dvs. pentru a începe criptarea instantanee de la securitatea portofelului dvs. și pentru a deveni eligibil pentru Programul Airdrop.

source: Complete your profile to start instantly trading crypto from the security of your wallet.
cs: Dokončete svůj profil a začněte okamžitě obchodovat s kryptografií z zabezpečení své peněženky.
ro: Finalizați-vă profilul pentru a începe criptarea instantanee de la securitatea portofelului dvs.

source: Confirm
cs: Potvrdit
ro: A confirma

source: Confirm Exchange
cs: Potvrďte Exchange
ro: Confirmați Exchange

source: Confirm password
cs: Potvrďte heslo
ro: Confirmă parola

source: Confirm Payment
cs: Potvrďte platbu
ro: Confirma plata

source: Confirm Swap
cs: Potvrzení výměny
ro: Confirmați schimbarea

source: Confirm Your PIN
cs: Potvrďte svůj PIN
ro: Confirmați codul PIN

source: Confirm your PIN
cs: Potvrďte svůj PIN
ro: Confirma codul PIN

source: Confirmed
cs: Potvrzeno
ro: Confirmat

source: Confirming
cs: Potvrzuji
ro: Confirmarea

source: Congrats, you have bitcoin! Now let’s backup your wallet to ensure you can access your funds if you forget your password.
cs: Gratulujeme, máte bitcoiny! Nyní si vytvořte zálohu vaší peněženky, abychom zajistili přístup k vašim finančním prostředkům, pokud zapomenete heslo.
ro: Felicitări, ai bitcoin! Acum să facem backup portofelului pentru a vă asigura că puteți accesa fondurile dvs. dacă vă uitați parola.

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
cs: Gratulujeme! Úspěšně jsme ověřili vaši totožnost. Nyní si můžete vyměnit kryptoměny v Blockchainu.
ro: Felicitări! Am verificat cu succes identitatea ta. Acum puteți schimba criptomonede la Blockchain.

source: Connect
cs: Připojit
ro: Conectați

source: Connect Now
cs: Připojte se nyní
ro: Conectați-vă acum

source: Connected
cs: Připojeno
ro: Conectat

source: Connecting You To The Exchange
cs: Připojení vás k burze
ro: Conectarea dvs. la schimb

source: Connection Error
cs: Chyba připojení
ro: Eroare de conexiune

source: Connection timed out. Please check your internet connection.
cs: Vypršel časový limit připojení. Ověřte připojení k Internetu.
ro: Conexiunea a expirat. Vă rugăm să verificaţi conexiunea la internet.

source: Contact Support
cs: Kontaktujte podporu
ro: Asistență de contact

source: Continue
cs: Pokračovat
ro: Continua

source: Continue To Mail
cs: Pokračovat do e-mailu
ro: Continuați la e-mail

source: Continue Verification
cs: Pokračujte v ověřování
ro: Continuați Verificarea

source: Contract addresses are not supported.
cs: Adresy smluv nejsou podporovány.
ro: Adresele contractului nu sunt acceptate.

source: Cookie Policy
cs: Zásady cookies
ro: Politica cookie-urilor

source: Cookies Policy
cs: Zásady cookies
ro: Politica privind cookie-urile

source: Copied to clipboard
cs: Zkopírováno do schránky
ro: Copiat în clipboard

source: Copied!
cs: Zkopírováno!
ro: Copiat!

source: Copy
cs: kopírovat
ro: Copie

source: Copy Address
cs: Kopírovat adresu
ro: Copiere adresă

source: Copy this receive address to the clipboard? If so, be advised that other applications may be able to look at this information.
cs: Chcete zkopírovat tuto přijímací adresu do schránky? Pokud ano, mějte prosím na paměti, že tuto informaci budou moc zobrazit také ostatní aplikace.

source: Copy to Clipboard
cs: Zkopírovat do schránky
ro: Copiați în clipboard

source: Copy to clipboard
cs: Kopírovat do schránky
ro: Copiaţi în clipboard

source: Copy Wallet ID
cs: Kopírovat ID peněženky
ro: ID de portofel copie

source: Copy xPub
cs: Kopírovat klíč xPub
ro: Copie xPub

source: Could not find transaction with hash %@ when reloading data
cs: Při opětovném načtení dat nelze najít transakci s hash %@
ro: Nu s-a putut găsi tranzacția cu hash %@ la încărcarea datelor

source: Could not get value when sent - please check your internet connection and try again.
cs: Při odeslání se nepodařilo získat hodnotu - zkontrolujte připojení k internetu a akci opakujte.
ro: Nu s-a putut obține valoare la trimitere - verificați conexiunea la internet și încercați din nou.

source: Create
cs: Vytvořit
ro: Crea

source: Create a Wallet
cs: Vytvořte Peněženku
ro: Creați un Wallet

source: Create new address
cs: Vytvořit novou adresu
ro: Creare adresă

source: Create New Wallet
cs: Vytvořit novou peněženku
ro: Creați un nou portofel Google Wallet

source: Create Wallet
cs: Vytvořit peněženku
ro: Crea portofel

source: Create Your PIN
cs: Vytvořte si svůj PIN
ro: Creați codul PIN

source: Creating
cs: Vytváření
ro: Crearea

source: Creating a new address
cs: Vytvoření nové adresy
ro: Crearea unei noi adrese

source: Creating invitation
cs: Vytváření pozvání
ro: Crearea invitației

source: Creating new address
cs: Vytváření nové adresy
ro: Creare adresă nouă

source: Creating order
cs: Vytváření objednávky
ro: Crearea ordinii

source: Creating request
cs: Vytvoření požadavku
ro: Crearea cererii

source: Creating V3 Wallet
cs: Vytváření peněženky V3
ro: Crearea V3 portofel

source: Currency
cs: Měna
ro: Valută

source: Current
cs: Proud
ro: Actual

source: Current Airdrop
cs: Aktuální Airdrop
ro: Airdrop actual

source: Current Price
cs: Aktuální cena
ro: Pretul curent

source: Current rate: %@ BTC
cs: Aktuální sazba: %@ BTC
ro: Rata: %@ BTC

source: Custom
cs: Zvyk
ro: Personalizat

source: Daily Swap Limit
cs: Denní limit swapu
ro: Limita zilnică de swap

source: Danish Krone
cs: Dánský Krone
ro: Danezul Krone

source: Dashboard
cs: Přístrojová deska
ro: Tablou de bord

source: Date
cs: datum
ro: Data

source: day
cs: den
ro: zi

source: Day
cs: Den
ro: Zi

source: days
cs: dny
ro: zi

source: Debug
cs: Ladění
ro: Depanare

source: Decrypted PIN Password length 0
cs: Délka dešifrovaného hesla PINu 0
ro: Lungimea parolei PIN decriptat 0

source: Decrypting Private Key
cs: Dešifrování privátního klíče
ro: Decriptarea cheie privată

source: Default
cs: Výchozí
ro: Mod implicit

source: Delayed
cs: Zpožděno
ro: întârziat

source: Delete
cs: Odstranit
ro: Ștergere

source: Deposit & Withdraw Euros/Dollars
cs: Vklad a výběr eur / dolarů
ro: Depuneți și retrageți euro / dolari

source: Deposit crypto in your wallet to get started. It's the best way to store your crypto while keeping control of your keys.
cs: Vložte krypto do své peněženky, abyste mohli začít. Je to nejlepší způsob, jak ukládat vaše kryptografii při zachování kontroly nad vašimi klíči.
ro: Depuneți cripto în portofel pentru a începe. Este cel mai bun mod de a vă stoca cripto-ul păstrând controlul asupra cheilor.

source: Deposited to ShapeShift
cs: Uloženo do ShapeShift
ro: Depus în ShapeShift

source: Description
cs: Popis
ro: Descriere

source: Detail is on your clipboard.
cs: Detail je ve vaší schránce.
ro: Detaliile sunt pe portbagaj.

source: Details
cs: Podrobnosti
ro: Detalii

source: Didn't get the email?
cs: Nedostal jste e-mail?
ro: Nu ați primit e-mailul?

source: Digital US Dollar
cs: Digitální americký dolar
ro: Dolar american SUA

source: Disable
cs: Zakázat
ro: Dezactivați

source: Disabled
cs: Deaktivováno
ro: Cu handicap

source: Dismiss
cs: Zavrhnout
ro: destitui

source: Display
cs: Zobrazit
ro: Afişare

source: Do not share it with others.
cs: Nesdílejte to s ostatními.
ro: Nu-l împărtășiți cu alții.

source: Do you really want to log out?
cs: Opravdu se chcete odhlásit?
ro: Într-adevăr doriţi să ieşiţi?

source: Documents Needed
cs: Potřebné dokumenty
ro: Documentele necesare

source: Don't worry, your exchange is in process. Swap trades are competed on-chain. If transaction volumes are high, there are sometimes delays.
cs: Nebojte se, vaše výměna probíhá. Swapové obchody jsou konkurovány on-chain. Pokud jsou objemy transakcí vysoké, někdy dochází ke zpožděním.
ro: Nu vă faceți griji, schimbul dvs. este în curs de desfășurare. Schimburile de tranzacții se concurează în lanț. Dacă volumele tranzacțiilor sunt ridicate, există uneori întârzieri.

source: Done
cs: Hotovo
ro: Terminat

source: Don’t show again
cs: Nezobrazovat znovu
ro: Nu arata din nou

source: Driver's License
cs: Řidičský průkaz
ro: Permis de conducere

source: Drops on %@
cs: Klesá na %@
ro: Scade pe %@

source: Due to local laws, USA, Canada and Japan nationals cannot particpate in the Blockstack Airdrop.
cs: Vzhledem k místním zákonům se občané USA, Kanady a Japonska nemohou účastnit Airstropu Blockstack.
ro: Datorită legilor locale, resortisanții SUA, Canada și Japonia nu pot participa în Airdrop Blockstack.

source: Due to market movement, your order value is now above the maximum allowable threshold of
cs: Kvůli pohybu na trhu je nyní hodnota vaší objednávky nad maximální povolenou hranicí
ro: Datorită mișcării pieței, valoarea dvs. de comandă depășește acum pragul maxim admisibil

source: Due to market movement, your order value is now below the minimum required threshold of
cs: Kvůli pohybu na trhu je nyní hodnota vaší objednávky nižší než minimální požadovaná hodnota
ro: Datorită mișcării pieței, valoarea dvs. de comandă este acum sub pragul minim necesar

source: Easy one time wallet backup keeps you in control of your funds.
cs: Díky jednoduché záloze peněženky budete mít kontrolu nad svými prostředky
ro: Rezervă de portofel uşor o dată te ţine în controlul fondurile tale

source: Edit
cs: Upravit
ro: Editați | ×

source: eighth word
cs: osmé slovo
ro: al optulea cuvânt

source: eleventh
cs: jedenáctý
ro: unsprezecelea

source: eleventh word
cs: jedenácté slovo
ro: al unsprezecelea cuvânt

source: Email
cs: E-mailem

source: Email address is not valid
cs: E-mailová adresa není platná
ro: Adresa de email nu este validă

source: Email Notifications
cs: E-mailová oznámení
ro: notificări prin email

source: Email sent!
cs: Email odeslán!
ro: Email trimis!

source: Email Verified
cs: E-mail byl ověřen
ro: E-mail verificată

source: Empty response from server.
cs: Prázdná odpověď ze serveru.
ro: Gol de răspuns de la server.

source: Enable
cs: Umožnit
ro: Permite

source: Enable %@
cs: Povolit %@
ro: Activați %@

source: Enable 2-Step
cs: Povolit dvoufázové ověření
ro: Activaţi 2-pas

source: Enable 2-Step for SMS
cs: Povolit dvoufázové ověření pro SMS
ro: Activaţi 2-pas pentru SMS

source: Enable 2-Step Verification
cs: Povolit dvoufázové ověření
ro: Activați verificarea în doi pași

source: Enable Face ID
cs: Povolit ID obličeje
ro: Activați ID-ul feței

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin.
cs: Povolte oznámení, abyste dostávali e-maily nebo SMS zprávy, kdykoli obdržíte bitcoiny.
ro: Activați notificările pentru a primi un e-mail sau un mesaj SMS ori de câte ori primiți bitcoin.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Five addresses will be loaded consecutively, after which logging in is required to show new addresses.
cs: Povolením této možnosti odhalíte přijímací adresu, když přejdete prstem doleva na obrazovce PIN, čímž se příjem bitcoinů ještě zrychlí. Postupně se načte pět adres, po kterých je vyžadováno přihlášení k zobrazení nových adres.
ro: Activați această opțiune pentru a dezvălui o adresă de primire când glisați spre stânga pe ecranul PIN, făcând primirea bitcoinului chiar mai rapid. Cinci adrese vor fi încărcate consecutiv, după care este necesară logarea pentru a afișa noi adrese.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Only one address will be loaded, logging in is required to show a new address.
cs: Povolením této možnosti odhalíte přijímací adresu, když přejdete prstem doleva na obrazovce PIN, čímž se příjem bitcoinů ještě zrychlí. Načte se pouze jedna adresa, pro zobrazení nové adresy je nutné přihlášení.
ro: Activați această opțiune pentru a dezvălui o adresă de primire când glisați spre stânga pe ecranul PIN, făcând primirea bitcoinului chiar mai rapid. Se va încărca o singură adresă, conectarea este necesară pentru a afișa o nouă adresă.

source: Enable Touch ID
cs: Povolit dotykové ID
ro: Activați ID-ul tactil

source: Enabled!
cs: Povoleno!
ro: Activat!

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
cs: Povolením této funkce umožníte všem uživatelům se zaregistrovaným otiskem prstu dotykového ID na tomto zařízení přístup k Vaší peněžence.
ro: Activarea această facilitate va permite tuturor utilizatorilor cu o amprentă de Touch ID înregistraţi pe acest dispozitiv accesul la portofel.

source: Ended
cs: Skončilo
ro: Încheiat

source: Ended on %@
cs: Ukončeno na %@
ro: Încheiat pe %@

source: Enjoying the Blockchain Wallet? Please take a moment to leave a review in the App Store and let others know about it.
cs: Užíváte si peněženku Blockchain? Věnujte prosím chvilku, abyste zanechali recenzi v App Store a dali o tom ostatním vědět.
ro: Te bucuri de portofelul Blockchain? Vă rugăm să lăsați un moment să lăsați o recenzie în App Store și anunțați-i pe alții.

source: Enrolled
cs: Zapsáno
ro: înmatriculați

source: Enter %@ address
cs: Zadejte %@ adresu
ro: Introduceți adresa %@

source: Enter %@ amount
cs: Zadejte %@ množství
ro: Introduceți %@ suma

source: Enter bch address or select
cs: Zadejte bch adresu nebo vyberte
ro: Introduceți adresa bch sau selectați

source: Enter btc address or select
cs: Zadejte adresu BTC nebo vyberte
ro: Introduceți adresa btc sau selectați

source: Enter Email Address
cs: Vložte e-mailovou adresu
ro: Introduceți adresa de e-mail

source: Enter eth address
cs: Zadejte adresu et
ro: Introduceți adresa eth

source: Enter Mobile Number
cs: Zadejte mobilní číslo
ro: Introduceți numărul mobil

source: Enter Password
cs: Zadat heslo
ro: Introduceţi parola

source: Enter PIN
cs: Zadejte PIN
ro: Introdu PIN

source: Enter the following words from your Recovery Phrase to complete the backup process.
cs: Chcete-li dokončit proces zálohování, zadejte z fráze pro zotavení následující slova.
ro: Introduceți următoarele cuvinte din fraza de recuperare pentru a finaliza procesul de rezervă.

source: Enter Verification Code
cs: Zadat ověřovací kód
ro: Introduceţi codul de verificare

source: Enter your 12 recovery words with spaces to recover your funds & transactions
cs: Zadáním 12ti slovné fráze pro obnovení s mezerami obnovíte své prostředky a transakce
ro: Introduceţi cuvintele tale 12 recuperare cu spaţii pentru a recupera fondurile dumneavoastră & tranzacţii

source: Enter Your PIN
cs: Zadejte svůj PIN
ro: Introduceți codul PIN

source: Enter Your Second Password
cs: Zadejte své druhé heslo
ro: Introduceți a doua parolă

source: Enter your verification code
cs: Zadejte svůj ověřovací kód
ro: Introduceţi codul de verificare

source: Error
cs: Chyba
ro: Eroare

source: Error loading settings
cs: Chyba načítání nastavení
ro: Eroare încărcare setări

source: Error updating settings
cs: Chyba aktualizace nastavení
ro: Eroare la actualizarea setările

source: Estimated fees
cs: Odhadované poplatky
ro: Taxe estimate

source: Ether Price
cs: Cena etheru
ro: Pret eter

source: Even better, since you need ETH to make USD PAX trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
cs: Ještě lépe, protože potřebujete, aby ETH učinil obchody s USD PAX, jsme do vašeho Peněženky právě vyslali dostatek ETH, abychom pokryli vaše první 3 transakce 🙌🏻
ro: Chiar mai bine, din moment ce aveți nevoie de ETH pentru a efectua tranzacții USD PAX, am trimis doar ETH suficient în Wallet pentru a acoperi primele 3 tranzacții 🙌🏻

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
cs: Každá země má jiná pravidla, jak nakupovat a prodávat kryptoměny. Mějte oči oloupané a dáme vám vědět, jakmile začneme v %s !
ro: Fiecare țară are reguli diferite despre cumpărarea și vânzarea criptomonedelor. Ține-ți ochii decojiți și te vom anunța imediat ce vom lansa în %s !

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
cs: Každý stát má jiná pravidla, jak nakupovat a prodávat kryptoměny. Mějte oči oloupané, dáme vám vědět, jakmile začneme v %@ !
ro: Fiecare stat are reguli diferite cu privire la cumpărarea și vânzarea criptomonedelor. Ține-ți ochii decojiți, te vom anunța imediat ce vom lansa în %@ !

source: Everything you need to store, spend and receive BTC, ETH and BCH.
cs: Vše, co potřebujete k uložení, utrácení a přijetí BTC, ETH a BCH.
ro: Tot ce ai nevoie pentru a stoca, cheltui și primi BTC, ETH și BCH.

source: Exchange
cs: Výměna
ro: schimb valutar

source: Exchange %@ Address
cs: Výměna %@ Address
ro: Faceți schimb de adresă %@

source: Exchange %@ for %@
cs: Vyměňte %@ za %@
ro: Schimbă %@ pentru %@

source: Exchange %@ Wallet
cs: Výměna %@ Peněženka
ro: Exchange %@ Portofel

source: Exchange Completed
cs: Výměna dokončena
ro: Schimbul este finalizat

source: Exchange In Progress
cs: Výměna probíhá
ro: Schimb în curs

source: Exchange Locked
cs: Výměna zamčena
ro: Schimbul de blocare

source: Exchange one crypto for another without ever leaving your Blockchain Wallet.
cs: Vyměňte si jedno šifrování za druhé, aniž byste kdy opustili svou peněženku Blockchain.
ro: Schimbați unul criptat pentru altul, fără a vă lăsa niciodată portofelul Blockchain.

source: Exchange Rate
cs: Směnný kurz
ro: Rata de schimb

source: Exchanges can take up to two hours, you can keep track of your exchange progress in the Order History. Once the trade is complete, your ether will arrive in your wallet.
cs: Výměny mohou trvat až dvě hodiny, můžete sledovat průběh své výměny v historii objednávek. Jakmile je obchod dokončen, váš éter dorazí do vaší peněženky.
ro: Schimburile pot dura până la două ore, puteți urmări progresul schimbului în Istoricul comenzilor. Odată ce comerțul va fi finalizat, eterul va ajunge în portofel.

source: Exchanging coins is not yet available in your state. We’ll be rolling out more states soon.
cs: Výměna mincí není ve vašem státě zatím k dispozici. Brzy vyjedeme další státy.
ro: Schimbarea monedelor nu este încă disponibilă în statul dvs. Vom lansa mai multe state în curând.

source: Expired
cs: Platnost vypršela
ro: Expirat

source: Explore your new Blockchain Wallet.
cs: Prozkoumejte svou novou peněženku Blockchain.
ro: Explorați noul portofel Blockchain.

source: Extended Public Key
cs: Rozšířený veřejný klíč
ro: Cheie publică extinsă

source: Face ID
cs: ID obličeje
ro: ID-ul feței

source: Face id authentication
cs: Ověření totožnosti obličeje
ro: Id autentificare id

source: Face-ID authentication
cs: Autentizace Face-ID
ro: Face-ID de autentificare

source: Failed
cs: Selhalo
ro: A eșuat

source: Failed to Authenticate because a passcode has not been set on the device.
cs: Ověření se nezdařilo, protože na zařízení nebyl nastaven přístupový kód.
ro: Eroare la autentificare, deoarece nu a fost setată o parolă pe dispozitiv.

source: Failed to confirm mobile number. Please try again.
cs: Mobilní číslo se nepodařilo potvrdit. Prosím zkuste to znovu.
ro: Confirmarea numărului de mobil nu a reușit. Vă rugăm să încercați din nou.

source: Failed to load exchange data
cs: Načtení dat výměny se nezdařilo
ro: Nu a putut încărca datele de schimb

source: Failed To Load Wallet
cs: Peněženku se nepodařilo načíst
ro: Nu a reușit încărcarea portofel

source: Failed to send verification email. Please try again.
cs: Nepodařilo se odeslat ověřovací e-mail. Prosím zkuste to znovu.
ro: Nu s-a trimis e-mailul de verificare. Vă rugăm să încercați din nou.

source: Failed to validate server certificate
cs: Ověření certifikátu serveru se nezdařilo
ro: Nu a validat certificatul de server

source: Fee
cs: Poplatek
ro: taxă

source: Fee is too high (0.01 BTC limit)
cs: Poplatek je příliš vysoký (limit 0,01 BTC)
ro: Taxa este prea mare (0,01 BTC limita)

source: Fee per KB
cs: Poplatek za kB
ro: Taxa pe KB

source: Fees
cs: Poplatky
ro: Taxe

source: fifth
cs: pátý
ro: a cincea

source: fifth word
cs: páté slovo
ro: al cincilea cuvânt

source: Finish Signing Up. Buy Crypto.
cs: Dokončete registraci. Koupit Crypto.
ro: Finalizați înregistrarea. Cumpără Crypto.

source: Finish Verifying Your Account
cs: Dokončete ověření svého účtu
ro: Finalizează verificarea contului

source: Finished Signing Inputs
cs: Podpisy vstupů dokončeny
ro: Terminat semnarea intrări

source: first
cs: za prvé
ro: primul

source: first word
cs: první slovo
ro: primul cuvânt
