Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
cs: Z důvodu zabezpečení Vám doporučujeme, abyste jakýkoli zůstatek z importovaných adres převedli do své peněženky Blockchain.
ro: Pentru siguranţa dumneavoastră, vă recomandăm să transfere orice soldurile din adresele importate în portofel Blockchain.

source: For your security, we do not keep any passwords on file. Backup your wallet to ensure your funds are safe in case you lose your password.
cs: Kvůli vaší bezpečnosti neuchováváme záznam o žádných heslech. Zálohujte svou peněženku, abyste zajistili bezpečnost svých prostředků, pokud ztratíte své heslo.
ro: Pentru securitatea dvs., nu păstrăm parole în dosar. Faceți o copie de rezervă a portofelului pentru a vă asigura că fondurile sunt sigure în cazul în care vă pierdeți parola.

source: Forget
cs: Zapomenout
ro: A uita

source: Forget Wallet
cs: Zapomenout peněženku
ro: Uita de portofel

source: Forgot Password?
cs: Zapomenuté heslo?"
ro: Ați uitat parola?"

source: Found %d, with %@
cs: Nalezeno %d s %@
ro: Găsit %d , cu %@

source: fourth
cs: Čtvrtý
ro: Al patrulea

source: fourth word
cs: čtvrté slovo
ro: al patrulea cuvânt

source: From
cs: Z
ro: Din

source: From and destination address have to be different
cs: Výchozí a cílová adresa se musí lišit
ro: La şi adresa de destinaţie trebuie să fie diferite

source: From and destination have to be different
cs: Výchozí a cílová adresa se musí lišit
ro: La şi destinaţie trebuie să fie diferite

source: from your bank account to Blockchain.com. Depending on the transfer method and availability of funds, this may take up to 1 business day.
cs: z vašeho bankovního účtu na Blockchain.com. V závislosti na způsobu převodu a dostupnosti finančních prostředků to může trvat až 1 pracovní den.
ro: din contul dvs. bancar la Blockchain.com. În funcție de metoda de transfer și disponibilitatea fondurilor, aceasta poate dura până la 1 zi lucrătoare.

source: from your bank to Blockchain.com. Funds are generally available to trade in 1 business day.
cs: z vaší banky na Blockchain.com. Fondy jsou obecně k dispozici k obchodování do 1 pracovního dne.
ro: de la banca dvs. la Blockchain.com. În general, fondurile sunt disponibile pentru tranzacționare în 1 zi lucrătoare.

source: From your computer log into blockchain.com and connect your Lockbox.
cs: Z počítače se přihlaste na bloku.cz a připojte svou schránku.
ro: Din calculatorul dvs., conectați-vă la blocchain.com și conectați caseta de blocare.

source: Get %@
cs: Získejte %@
ro: Obțineți %@

source: Get Bitcoin
cs: Získejte bitcoiny
ro: Obțineți Bitcoin

source: Get Bitcoin Cash
cs: Získejte bitcoinové peníze
ro: Obțineți Bitcoin Cash

source: Get Ether
cs: Získejte Ether
ro: Obțineți eter

source: Get Free Crypto
cs: Získejte zdarma Crypto
ro: Obțineți Crypto gratuit

source: Get Free Crypto.
cs: Získejte zdarma Crypto
ro: Obțineți Crypto gratuit

source: Get started
cs: Začít
ro: Incepe

source: Get Started
cs: Začít
ro: Incepe

source: Get Started with Ether
cs: Začínáme s etherem
ro: Începeți cu eter

source: Get Stellar Now
cs: Získejte Hvězdnou teď
ro: Stați Stellar acum

source: Get USD PAX
cs: Získejte USD PAX
ro: Obțineți USD PAX

source: Get Your Lockbox
cs: Získejte svůj zámek
ro: Ia Lockbox-ul tău

source: Getting quote
cs: Získání nabídky
ro: Primirea ofertei

source: Go for Gold
cs: Jděte na zlato
ro: Du-te pentru aur

source: Go to login.blockchain.com on your computer.
cs: V počítači přejděte na adresu login.blockchain.com.
ro: Accesați login.blockchain.com pe computer.

source: Go to Settings
cs: Přejít na Nastavení
ro: Du-te la setările

source: Go to Settings / General.
cs: Přejděte na Nastavení / Obecné.
ro: Accesați Setări / General.

source: Gold Level
cs: Úroveň zlata
ro: Nivelul aurului

source: Google Authenticator
cs: Ověřovač Google
ro: Autentificator Google

source: Great British Pound
cs: Velká britská libra
ro: Marea liră britanică

source: Here are a few tips to get your account up and running, we’ll also help you make sure everything is secure.
cs: Zde je několik tipů, jak svůj účet zprovoznit a také vám pomůžeme zajistit, že je vše v bezpečí.
ro: Iată câteva sfaturi pentru ca contul dvs. să fie pus în funcțiune, vă vom ajuta, de asemenea, să vă asigurați că totul este sigur.

source: Hey! I just secured my spot for Blockchain’s latest airdrop with Blockstack. Sign up and get verified to get free Stacks!
cs: Ahoj! Prostě jsem si zajistil své místo na nejnovějším letišti Blockchainu s Blockstackem. Zaregistrujte se a získejte ověření a získejte zdarma hromádky!
ro: Hei! Tocmai mi-am asigurat locul pentru cel mai recent aerodrom al Blockchain cu Blockstack. Înscrieți-vă și verificați-vă pentru a obține Stive gratis!

source: Hide QR Code
cs: Skrýt QR kód
ro: Ascundeți codul QR

source: High fee not necessary
cs: Vysoký poplatek není nutný
ro: Taxa mare nu este necesară

source: Hmm, something's not right. 👀
cs: Hmm, něco není v pořádku. 👀
ro: Hmm, ceva nu este corect. 👀

source: Home
cs: Domov
ro: Acasă

source: Hong Kong Dollar
cs: Hongkongský dolar
ro: Dolar Hong Kong

source: How would you like to pair?
cs: Jak chcete provést párování?
ro: Cum doriţi să pereche?

source: hrs
cs: hod
ro: ore

source: I'll do this later
cs: Udělám to později
ro: Voi face acest lucru mai târziu

source: Identifier
cs: Identifikátor
ro: Identificator

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto Wallet.
cs: Chcete-li tyto prostředky zaměnit nebo poslat, musíte je převést do vaší nevazební kryptografické peněženky.
ro: Dacă doriți să schimbați sau să trimiteți aceste fonduri, trebuie să le transferați în portofelul cripto neprivativ.

source: If you would like to forget this wallet and start over, press ‘Forget Wallet’.
cs: Pokud chcete tuto peněženku zapomenout a začít znovu, stiskněte 'Zapomenout peněženku'.
ro: Dacă doriţi să uite acest portofel şi începe peste, apăsaţi "Uita portofelul".

source: Import address
cs: Importovat adresu
ro: Adresa de import

source: Import Private Key
cs: Import soukromého klíče
ro: Importați cheia privată

source: Imported Addresses
cs: Importované adresy
ro: Adrese importate

source: Imported Addresses (Archived)
cs: Importované adresy (Archivované)
ro: Adrese importate de (arhivat)

source: Imported addresses are not backed up by your Recovery Phrase. To secure these funds, we recommend transferring these balances to include in your backup.
cs: Importované adresy nejsou zálohovanou frází zálohovány. Pro zajištění těchto prostředků doporučujeme převést tyto zůstatky do zálohy.
ro: Adresele importate nu sunt protejate de Fraza de recuperare. Pentru a asigura aceste fonduri, vă recomandăm să transferați aceste solduri pentru a le include în backup.

source: Imported Private Key %@
cs: Importovaný privátní klíč %@
ro: Cheie privată importate %@

source: Imported watch-only address %@
cs: Importované adresy pouze ke sledování %@
ro: Importate doar uita-te la adresa %@

source: Importing key
cs: Importování klíče
ro: Importul cheie

source: In Progress
cs: Probíhá
ro: In progres

source: In Review
cs: Probíhá kontrola
ro: În revizuire

source: In Review - Need More Info
cs: V přehledu - potřebujete další informace
ro: In Review - Aveți nevoie de mai multe informații

source: Incoming
cs: Přicházející
ro: care sosește

source: Incorrect password
cs: Nesprávné heslo
ro: Parolă incorectă

source: Incorrect PIN
cs: Nesprávný PIN
ro: Cod PIN incorect

source: Incorrect private key
cs: Nesprávný privátní klíč
ro: Cheia privată incorecte

source: Increase fee
cs: Zvyšte poplatek
ro: Măriți taxa

source: Increase My Limits
cs: Zvyšte mé limity
ro: Creșteți limitele mele

source: Indian Rupee
cs: Indická rupie
ro: Rupă indiană

source: Ineligible
cs: Nezpůsobilé
ro: Ineligibil

source: Information
cs: Informace
ro: informație

source: Insufficient funds
cs: Nedostatečné finanční prostředky
ro: Fonduri insuficiente

source: Insufficient Funds
cs: Nedostatečné finanční prostředky
ro: Fonduri insuficiente

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
cs: Představujeme rychlejší a chytřejší způsob, jak Blockchain vyměnit své krypto. Upgradujte nyní a využijte výhod, jako jsou lepší ceny, vyšší obchodní limity a živé sazby.
ro: Prezentarea modului mai rapid și mai inteligent al Blockchain de a-ți tranzacționa cripto-ul. Actualizează-te acum pentru a te bucura de beneficii, cum ar fi prețuri mai bune, limite comerciale mai mari și tarife vii.

source: Introducing Digital US Dollars (USD PAX) to de-risk your crypto investment or lock-in gains.
cs: Představujeme digitální americké dolary (USD PAX), abyste snížili riziko své kryptomateriály nebo zisky z uzamčení.
ro: Introducerea Dolarilor SUA Digital (PAX USD) pentru a vă risca investiția criptată sau câștigurile de blocare.

source: Introducing the Exchange
cs: Představujeme burzu
ro: Prezentarea schimbului

source: Introducing USD PAX, a safe and stable crypto asset you can use to store value. 1 PAX = 1 USD.
cs: Představujeme USD PAX, bezpečné a stabilní krypto aktivum, které můžete použít k uložení hodnoty. 1 PAX = 1 USD.
ro: Introducerea USD PAX, un activ criptat sigur și stabil pe care îl puteți utiliza pentru a stoca valoarea. 1 PAX = 1 USD.

source: Invalid %@ Address
cs: Neplatná adresa %@ Adresa
ro: Adresa %@ nevalidă

source: Invalid %@ address: %@
cs: Neplatná adresa %@ : %@
ro: Adresa %@ nevalidă: %@

source: Invalid Bitcoin address: %@
cs: Neplatná bitcoinová adresa: %@
ro: Adresa Bitcoin nevalidă: %@

source: Invalid destination address
cs: Neplatná cílová adresa
ro: Adresa de destinație nevalidă

source: Invalid email address.
cs: Neplatná e-mailová adresa.
ro: Adresă e-mail nevalidă.

source: Invalid ETH Address
cs: Neplatná adresa ETH
ro: Adresă ETH nevalidă

source: Invalid Identifier
cs: Neplatný identifikátor
ro: Identificator invalid

source: Invalid mobile number.
cs: Neplatné mobilní číslo.
ro: Numărul de mobil validă.

source: Invalid Pairing Code
cs: Neplatný párovací kód
ro: Codul de asociere nevalidă

source: Invalid recovery phrase. Please try again
cs: Neplatná fráze pro obnovení. Zkuste to prosím znovu
ro: Fraza de recuperare nevalid. Vă rugăm să încercaţi din nou

source: Invalid recovery phrase. Please try again,
cs: Neplatná fráze pro obnovení. Zkuste to prosím znovu
ro: Fraza de recuperare nevalid. Vă rugăm să încercaţi din nou

source: Invalid Send Value
cs: Neplatná hodnota odesílání
ro: Valoare de trimitere nevalidă

source: Invalid server response. Please try again later.
cs: Neplatná odpověď serveru. Prosím zkuste to znovu později.
ro: Răspuns server nevalid. Vă rugăm să încercați din nou mai târziu.

source: Invalid Shared Key
cs: Neplatný sdílený klíč
ro: Comun de invalid cheie

source: Invalid Status Code Returned %@
cs: Byl vrácen neplatný kód stavu %@
ro: Codul de stare nevalidă %@ a revenit

source: Invalid to bitcoin address
cs: Neplatná adresa bitcoinů
ro: Adresă nevalidă pentru bitcoin

source: Invalid two-factor authentication type
cs: Neplatný typ dvoufaktorové autentizace
ro: Tip nevalid de autentificare dublu-factor

source: Invalid verification code. Please try again.
cs: Neplatný ověřovací kód. Zkuste to prosím znovu.
ro: Cod de verificare nevalidă. Vă rugăm să încercaţi din nou.

source: Invalid Wallet ID
cs: Neplatné ID peněženky
ro: ID de portofel nevalid

source: Is my country supported?
cs: Je moje země podporována?
ro: Este țara mea susținută?

source: is on your clipboard.
cs: je ve vaší schránce.
ro: este în clipboard.

source: It may take up to 1 hour for your transaction to be processed.
cs: Zpracování transakce může trvat až 1 hodinu.
ro: Poate dura până la 1 oră procesarea tranzacției.

source: It's time to Level Up to a better crypto exchange. Buy, sell, and trade more digital assets in the Blockchain.com Exchange.
cs: Je čas na Level Up pro lepší kryptoměnu. Nakupujte, prodávejte a obchodujte více digitálních aktiv na burze Blockchain.com.
ro: Este timpul să vă ridicați nivelul la un schimb de cripto mai bun. Cumpărați, vindeți și schimbați mai multe active digitale în Blockchain.com Exchange.

source: Japanese Yen
cs: Japonský jen
ro: Yen japonez

source: Jumpstart your crypto portfolio by easily buying and selling Bitcoin.
cs: Jumpstart své krypto portfolio snadným nákupem a prodejem bitcoinů.
ro: Salt la început portofoliul dvs. de criptă, cumpărând și vânzând cu ușurință Bitcoin

source: Just a moment.
cs: Jenom chvilku.
ro: Doar un moment.

source: Just now
cs: Pouze nyní
ro: Chiar acum

source: Keep higher fee
cs: Udržujte vyšší poplatek
ro: Păstrați o taxă mai mare

source: Keep lower fee
cs: Udržujte nižší poplatek
ro: Păstrați taxa mai mică

source: Keep this QR code hidden until you're ready.
cs: Uchovávejte tento kód skrytý, dokud nebudete připraveni.
ro: Păstrați acest cod ascuns până când sunteți gata.

source: Keep this QR code safe!
cs: Udržujte tento QR kód v bezpečí!
ro: Păstrați acest cod QR în siguranță!

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD PAX.
cs: Sledujte své kryptoměrky na palubní desce vaší Peněženky. Vaše Peněženka v současné době podporuje bitcoiny, ethery, bitcoinové hotovost, hvězdné XLM a USD PAX.
ro: Urmăriți soldurile criptografice de pe tabloul de bord al portofelului. Portofelul dvs. acceptă în prezent Bitcoin, Ether, Bitcoin Cash, Stellar XLM și USD PAX.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
cs: Uchovejte klíč xPub v soukromí. Osoba s přístupem k Vašemu klíči xPub bude moci zobrazit všechny Vaše prostředky a transakce.
ro: Păstra al tău xPub privat. Cineva cu acces la xPub vă va fi capabil pentru a vedea toate fondurile şi tranzacţii.

source: Key already imported
cs: Klíč již byl importován
ro: Cheia deja importată

source: KYC Status
cs: Stav KYC
ro: Starea KYC

source: Label
cs: Označení
ro: Etichetă

source: Label Address
cs: Označit adresu
ro: Adresa etichetei

source: Label must contain letters and numbers only
cs: Označení musí obsahovat pouze písmena a číslice
ro: Eticheta trebuie să conţină litere şi numere numai

source: Label must have less than 18 characters
cs: Označení musí mít méně než 18 znaků
ro: Eticheta trebuie să fie mai mică de 18 de caractere

source: Large Transaction
cs: Velká transakce
ro: Tranzacție mare

source: Launch The Exchange
cs: Spusťte burzu
ro: Lansați schimbul

source: lcelandic Króna
cs: lcelandská Króna

source: Learn more
cs: Další informace
ro: Află mai multe

source: Learn More
cs: Další informace
ro: Aflați mai multe

source: Learn more about USD PAX
cs: Další informace o USD PAX
ro: Aflați mai multe despre USD PAX

source: Link Mobile
cs: Propojit mobil
ro: Link-ul mobil

source: Link requires app update
cs: Odkaz vyžaduje aktualizaci aplikace
ro: Linkul necesită o actualizare a aplicației

source: list of countries
cs: seznam zemí
ro: lista de țări

source: Load More Transactions
cs: Načíst více transakcí
ro: Încărcați mai multe tranzacții

source: Loading
cs: načítání
ro: Se încarcă

source: Loading Exchange
cs: Načítání Exchange
ro: Încărcare Exchange

source: Loading External Page
cs: Načítání externí stránky
ro: Pagina de externe de încărcare

source: loading Settings
cs: načítání nastavení
ro: încărcarea Setărilor

source: Loading transactions
cs: Načítání transakcí
ro: Operațiunile de încărcare

source: Loading Your Wallet
cs: Načítání vaší peněženky
ro: Încărcarea portofelului

source: Local Currency
cs: Místní měna
ro: Monedă locală

source: Locked
cs: Zamčené
ro: Blocat

source: Locked Account
cs: Zamčený účet
ro: Cont blocat

source: Log In
cs: Přihlásit se
ro: Logare

source: Log in to refresh addresses
cs: Chcete-li obnovit adresy, přihlaste se
ro: Conectați-vă pentru a actualiza adresele

source: Log in to Web Wallet
cs: Přihlaste se do webové peněženky
ro: Conectați-vă la Google Wallet

source: Log in to your Blockchain Wallet via your PC or Mac at
cs: Přihlaste se do své peněženky Blockchain prostřednictvím počítače PC nebo Mac za %s .
ro: Conectați-vă la portofelul Blockchain prin computer sau Mac la %s .

source: Log Out
cs: Odhlásit se
ro: Deconectați-vă

source: Login existing Wallet
cs: Přihlásit existující peněženky
ro: Conectare existente portofel

source: Logout
cs: Odhlásit se
ro: Deconectare

source: Logout and forget wallet
cs: Odhlášení a zapomenutí peněženky
ro: Deconectați și uitați portofelul

source: Look for an email from Blockchain and click the verification link to complete your wallet setup.
cs: Hledejte e-mail od Blockchain a dokončete nastavení peněženky kliknutím na ověřovací odkaz.
ro: Căutați un e-mail de la Blockchain și dați clic pe linkul de verificare pentru a finaliza configurarea portofelului.

source: Looks like you've already received your airdrop!
cs: Vypadá to, že jste již dostali svou letovou kapelu!
ro: Se pare că v-ați primit deja airdrop-ul!

source: Low fee not recommended
cs: Nízký poplatek se nedoporučuje
ro: Taxa mică nu este recomandată

source: Low Fees
cs: Nízké poplatky
ro: Taxe reduse

source: Lower fee
cs: Snížit poplatek
ro: Taxă redusă

source: Main reasons for this to happen:
cs: Hlavní důvody, proč k tomu došlo:
ro: Motivele principale pentru ca acest lucru să se întâmple:

source: Make Default
cs: Vytvořit výchozí nastavení
ro: Face implicit

source: Manage Risk Better
cs: Lepší řízení rizik
ro: Gestionează mai bine riscul

source: Manual Pairing
cs: Ruční párování
ro: Asociere manuală

source: Manual Review Required
cs: Vyžaduje se ruční kontrola
ro: Revizuirea manuală este necesară

source: Manually
cs: Ručně
ro: Manual

source: Markets are Moving 🚀
cs: Trhy se pohybují 🚀
ro: Piețele se mișcă 🚀

source: May be at risk for a double spend.
cs: Může být ohroženo dvojí utrácení.
ro: Poate fi în pericol pentru o dublă cheltuială.

source: Maybe Later
cs: Možná později
ro: Poate mai târziu

source: Medium
cs: Střední
ro: Mediu

source: Memo
cs: Memorandum
ro: Notificare

source: Memos are used to communicate optional information to the recipient.
cs: Poznámky se používají ke sdělování nepovinných informací příjemci.
ro: Memos sunt utilizate pentru a comunica informații opționale destinatarului.

source: Message Me When Available
cs: Zpráva mi, když bude k dispozici
ro: Mesajează-mă când este disponibil

source: Miners receive this fee to process this transaction.
cs: Horníci dostávají tento poplatek za zpracování této transakce.
ro: Minerii primesc această taxă pentru a procesa această tranzacție.

source: Minimum Balance
cs: Minimální zůstatek
ro: Sold minim

source: Minimum of 1.0 XLM needed for new accounts
cs: Pro nové účty je potřeba minimálně 1,0 XLM
ro: Minime de 1,0 XLM necesare pentru conturi noi

source: Mobile Buy & Sell is supported for iOS 9 and up. Please run a software update or login at login.blockchain.com on your computer.
cs: Mobilní nákup a prodej je podporován pro iOS 9 a vyšší. Spusťte prosím aktualizaci softwaru nebo se přihlaste na adrese login.blockchain.com ve svém počítači.
ro: Cumpărarea și vânzarea de telefonie mobilă este compatibilă cu iOS 9 sau o versiune ulterioară. Vă rugăm să rulați o actualizare software sau conectați-vă la computerul login.blockchain.com pe computer.

source: Mobile Linked
cs: Mobil propojen
ro: Mobile legate

source: Mobile Number
cs: Mobilní číslo
ro: Număr de mobil

source: month
cs: Měsíc
ro: lună

source: Month
cs: Měsíc
ro: Lună

source: months
cs: měsíce
ro: luni

source: More
cs: Více
ro: Mai Mult

source: More Info
cs: Více informací
ro: Mai multe informatii

source: More Information Needed
cs: Potřebujeme více informací
ro: Mai multe informații necesare

source: Most exchanges on Swap are completed seamlessly in two hours. Please contact us. Together, we can figure this out.
cs: Většina výměn na Swapu je dokončena hladce za dvě hodiny. Prosím kontaktujte nás. Společně to můžeme zjistit.
ro: Cele mai multe schimburi pe swap se finalizează perfect în două ore. Va rog sa ne contactati. Împreună, putem înțelege acest lucru.

source: My Bitcoin Wallet
cs: Moje bitcoinová peněženka
ro: Portofelul meu Bitcoin

source: My Ether Wallet
cs: Moje peněženka Ether
ro: Portofelul meu de eter

source: My Stellar Wallet
cs: Moje hvězdná peněženka
ro: Portofelul meu stelar

source: My USD PAX Wallet
cs: Můj USD PAX Peněženka
ro: Portofelul USD PAX

source: Name
cs: název
ro: Nume

source: National ID Card
cs: Občanský průkaz
ro: Cartea de identitate națională

source: Need some help?
cs: Potřebuji pomoc?
ro: Nevoie de ajutor?

source: Needs BIP38 Password
cs: Vyžaduje heslo BIP38
ro: Are nevoie de parola BIP38

source: Network Delays
cs: Zpoždění sítě
ro: Întârzieri în rețea

source: Network Transaction Fee
cs: Poplatek za transakci v síti
ro: Taxa de tranzacție în rețea

source: New
cs: Nový
ro: Nou

source: New Address
cs: Nová adresa
ro: Noua adresa

source: New Email Address
cs: Nová e-mailová adresa
ro: Noua adresa de E-mail

source: New email must be different
cs: Nový e-mail musí být jiný
ro: E-mailurile noi trebuie să fie diferite

source: New Exchange
cs: Nová burza
ro: Nou schimb

source: New Mobile Number
cs: Nové číslo mobilního telefonu
ro: Numarul de telefon mobil nou

source: New password must be different
cs: Nové heslo se musí lišit
ro: Noua parola trebuie să fie diferite

source: New Taiwan Dollar
cs: Nový tchajwanský dolar
ro: Nou Dollar Taiwan

source: New Zealand Dollar
cs: Novozélandský dolar
ro: Dolarul din Noua Zeelandă

source: NEXT
cs: DALŠÍ
ro: URMĂTOR →

source: Next
cs: další
ro: Următor →

source: ninth
cs: devátý
ro: nouălea

source: ninth word
cs: deváté slovo
ro: al nouălea cuvânt

source: No
cs: Ne
ro: Nu

source: No description
cs: Bez popisu
ro: fără descriere

source: No Funds to Exchange
cs: Žádné prostředky k výměně
ro: Fără fonduri pentru schimb

source: No internet connection available. Please check your network settings.
cs: Bez připojení k Internetu. Ověřte nastavení sítě.
ro: Nici o conexiune la internet disponibil. Vă rugăm să verificaţi setările de reţea.

source: No internet connection.
cs: Bez připojení k Internetu.
ro: Nici o conexiune la internet.

source: No Label
cs: Bez označení
ro: Nici o eticheta

source: No Password Entered
cs: Nezadáno žádné heslo
ro: Nici o parola introduse

source: No Transactions
cs: Žádné transakce
ro: Fără tranzacții

source: Non-Spendable
cs: Nelze utratit

source: Normal
cs: Normální

source: Not all countries are supported at this time. Check our up to date
cs: V tuto chvíli nejsou podporovány všechny země. Podívejte se na naše aktuální informace
ro: Nu toate țările sunt acceptate în acest moment. Verificați-ne la zi

source: Not Available
cs: Není dostupný
ro: Nu e disponibil

source: Not Enough
cs: Nedostatek
ro: Insuficient

source: Not enough
cs: Nedostatek
ro: Insuficient

source: Not Enough %@
cs: Není dost %@
ro: Nu este suficient %@

source: Not enough %@ for fees
cs: Nedostatek %@ pro poplatky
ro: Nu este suficient %@ pentru taxe

source: Not Enough ETH
cs: Není dost ETH
ro: Nu este suficient ETH

source: Not enough to exchange
cs: Není dost na výměnu
ro: Nu este suficient pentru a face schimb

source: Not enough XLM.
cs: Nedostatek XLM.
ro: Nu este suficient XLM.

source: Not Now
cs: Teď ne
ro: Nu acum

source: Not Registered
cs: Neregistrovaný
ro: Neînregistrat

source: Not Stored
cs: Neuloženo
ro: Nu sunt stocate
