Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: send
cs: Poslat
ro: Trimite

source: receive
cs: Dostávat
ro: A primi

source: NSCameraUsageDescription
cs: Toto vyžaduje aplikace pro načtení QR kódů.
ro: Acest lucru este necesar pentru app pentru a scana Codurile QR.

source: NSMicrophoneUsageDescription
cs: Požadováno pro zachycení videa.
ro: Obligatoriu pentru captura video.

source: NSFaceIDUsageDescription
cs: Povolením funkce Face ID můžete bezpečně přistupovat k peněženkám.
ro: Activarea funcției Face ID vă permite să vă accesați în siguranță portofelul.

source: NSLocationWhenInUseUsageDescription
cs: Blockchain potřebuje přístup k vaší lokalitě, aby vám ukázal pobočky společnosti Bitcoin v okolí.
ro: Blockchain are nevoie de acces la locația dvs. pentru a vă arăta companiile din apropiere care acceptă Bitcoin.

source: NSPhotoLibraryUsageDescription
cs: Vaše oprávnění je nutné k nahrání dokumentů z knihovny fotografií.
ro: Este necesară permisiunea dvs. pentru a încărca documente din biblioteca foto.

source: and
cs: a
ro: și

source: buy.
cs: Koupit.
ro: Cumpără.

source: digital currencies.
cs: digitální měny.
ro: valute digitale.

source: We recommend the fee shown for the transaction at this time.
cs: V tuto chvíli doporučujeme poplatek za transakci zobrazený.
ro: Vă recomandăm în acest moment taxa indicată pentru tranzacție.

source: with a verification link. Didn’t get it? Check your spam folder.
cs: s ověřovacím odkazem. Nechápu to? Zkontrolujte složku se spamem.
ro: cu un link de verificare. Nu l-am înțeles? Verificați folderul spam.

source: %@ Confirmations
cs: %@ Potvrzení
ro: %@ Confirmări

source: %@ copied to clipboard
cs: %@ zkopírováno do schránky
ro: %@ copiate în clipboard

source: %@ needed to exchange
cs: Pro výměnu je potřeba %@
ro: %@ trebuia să facă schimb

source: %@ of %@
cs: %@ z %@
ro: %@ din %@

source: %@ payment request
cs: Žádost o platbu %@
ro: %@ cerere de plată.

source: %@ payment request.
cs: Žádost o platbu: %@ .
ro: %@ cerere de plată.

source: %@ Received
cs: %@ Přijato
ro: %@ Primit

source: %@ to be Received
cs: %@ bude přijato
ro: %@ care urmează să fie primit

source: %@ to Deposit
cs: %@ k vkladu
ro: %@ pentru a depune

source: %@ Wallet Address
cs: %@ Adresa peněženky
ro: %@ Adresa Wallet

source: %d address
cs: %d adresa
ro: %d adresa

source: %d addresses
cs: %d adresy
ro: %d adrese

source: %d Confirmations
cs: Potvrzení: %d
ro: %d confirmări

source: %d login attempts left. Please enter your %@ 2FA code
cs: Zbývá pokusů o přihlášení %d . Zadejte svůj kód %@ 2FA
ro: Au rămas %d încercări de conectare. Introduceți codul dvs. %@ 2FA

source: %d Transactions
cs: Transakce: %d
ro: %d tranzacţii

source: %lld hours ago
cs: Před %lld hod
ro: %lld ore în urmă

source: %lld minutes ago
cs: Před %lld min
ro: %lld minute în urmă

source: %lld seconds ago
cs: Před %lld sekundami
ro: %lld secunde în urmă

source: %lu Recipients
cs: %lu Příjemci
ro: %lu Destinatari

source: *For regulatory reasons, USA, Canada and Japan nationals can’t participate in the airdrop.
cs: * Z regulačních důvodů se USA, Kanady a Japonska nemohou na letišti účastnit.
ro: * Din motive de reglementare, resortisanții SUA, Canada și Japonia nu pot participa la fondul aerian.

source: , our banking partner.
cs: , našeho bankovního partnera.
ro: , partenerul nostru bancar.

source: 1 hour ago
cs: Před 1 hodinou
ro: 1 oră în urmă

source: 1 minute ago
cs: Před 1 minutou
ro: 1 minut în urmă

source: 1+ hour
cs: 1+ hodinu
ro: 1+ oră

source: 100% On-Chain
cs: 100% na řetízku
ro: 100% pe lanț

source: 2-Step Enabled
cs: Dvoufázové ověřování povoleno
ro: 2-pas activat

source: 2-Step has been disabled.
cs: 2-krok byl deaktivován.
ro: 2-Step a fost dezactivat.

source: 2-Step has been enabled for SMS
cs: Pro SMS byl povolen 2-krok
ro: 2-Step a fost activat pentru SMS

source: 2-Step has been enabled for SMS.
cs: Pro SMS byl povolen 2-krok.
ro: 2-Step a fost activat pentru SMS.

source: 2-step Verification
cs: Ověření ve dvou krocích
ro: Verificare în doi pași

source: 2-Step Verification
cs: Ověření ve dvou krocích
ro: Verificare în doi pași

source: 2-step Verification is currently disabled.
cs: Dvoufázové ověřování je nyní neaktivní.
ro: Verificare în 2 paşi este în prezent dezactivată.

source: 2-step Verification is currently enabled for %@.
cs: Dvoufázové ověřování je nyní povoleno pro %@.
ro: Verificare în 2 paşi este activată pentru %@.

source: 2-step Verification is currently enabled.
cs: Dvoufázové ověřování je nyní aktivní.
ro: Verificare în 2 paşi este activată.

source: A new window should open within 10 seconds.
cs: Nové okno by se mělo otevřít do 10 sekund.
ro: O nouă fereastră ar trebui să se deschidă în 10 secunde.

source: A Reward for Being Gold Level
cs: Odměna za úroveň zlata
ro: O recompensă pentru a fi nivel de aur

source: About
cs: O
ro: Despre

source: About Us
cs: O nás
ro: Despre noi

source: Above maximum limit
cs: Nad maximální limit
ro: Peste limita maximă

source: Above trading limit
cs: Nad obchodní limit
ro: Peste limita de tranzacționare

source: Access competitive crypto prices right at your fingertips.
cs: Získejte konkurenční ceny kryptografií přímo na dosah ruky.
ro: Accesați prețurile criptografice competitive la îndemână.

source: Access More Cryptos
cs: Získejte další krypty
ro: Accesați mai multe cripte

source: Access the crypto in your wallet, access your keys, or view your password.
cs: Získejte přístup k kryptometu v peněžence, přístup ke klíčům nebo zobrazení hesla.
ro: Accesați cripto-ul din portofel, accesați cheile sau vizualizați parola.

source: Account Approved
cs: Účet schválen
ro: Cont aprobat

source: Account Details
cs: Podrobnosti o účtu
ro: Detalii cont

source: Account Number
cs: Číslo účtu
ro: Numar de cont

source: Accounts
cs: Účty
ro: Conturi

source: Activity
cs: Aktivita
ro: Activitate

source: Add a Memo to avoid losing funds or use Swap to exchange in this wallet.
cs: Chcete-li se vyhnout ztrátě finančních prostředků, přidejte poznámku nebo použijte výměnu v této peněžence.
ro: Adăugați o notă pentru a nu pierde fonduri sau utilizați Swap pentru a face schimb în acest portofel

source: Add Email
cs: Přidat e-mail
ro: Adauga E-mail

source: Add to Address book?
cs: Přidat do adresáře?
ro: Adauga agenda?

source: Address
cs: Adresa
ro: Abordare

source: Address book
cs: Adresář
ro: Agendă

source: Address line
cs: Řádek adresy
ro: Linia de adresa

source: Addresses
cs: Adresy
ro: adrese

source: Adjust Fee
cs: Upravit poplatek
ro: Ajustare cost

source: Advanced users only
cs: Pouze pro pokročilé
ro: Doar utilizatori avansați

source: All
cs: Vše
ro: Toate

source: All amounts are correct at this time but might change depending on the market price and transaction rates at the time your order is processed
cs: Všechny částky jsou v tuto chvíli správné, ale mohou se změnit v závislosti na tržní ceně a sazbách transakcí v době zpracování vaší objednávky
ro: Toate sumele sunt corecte în acest moment, dar s-ar putea modifica în funcție de prețul pieței și de ratele tranzacției la momentul procesării comenzii

source: All rights reserved.
cs: Všechna práva vyhrazena.
ro: Toate drepturile rezervate.

source: All Swap trades are confirmed and settled directly on-chain.
cs: Všechny swapové obchody jsou potvrzovány a vypořádávány přímo v řetězci.
ro: Toate tranzacțiile Swap sunt confirmate și decontate direct pe lanț.

source: All Time
cs: Pořád
ro: Tot timpul

source: All Wallets
cs: Všechny peněženky
ro: Toate portofelele

source: Allow camera access?
cs: Povolit přístup k fotoaparátu?
ro: Permiteți accesul camerei?

source: Allow microphone access?
cs: Povolit přístup k mikrofonu?
ro: Permiteți accesul microfonului?

source: Already own one?
cs: Již vlastní?
ro: Deja proprie?

source: Also, enable your camera!
cs: Povolte také fotoaparát!
ro: De asemenea, activați camera dvs.!

source: Always know the market price
cs: Vždy znáte tržní cenu
ro: Știți întotdeauna prețul pieței

source: Amount
cs: Množství
ro: Cantitate

source: Amount must be greater than or equal to the dust threshold (%lld Satoshi)
cs: Částka musí být větší nebo rovna prahu prachu (% lld Satoshi)
ro: Cantitatea trebuie să fie mai mare sau egală cu pragul de praf (% lld Satoshi)

source: Amount to Send
cs: Částka k odeslání
ro: Suma de trimis

source: An address can also be shown as a QR code. Scan a friend's QR code to quickly capture their wallet address.
cs: Adresu lze zobrazit také jako QR kód. Naskenováním QR kódu přítele rychle zjistíte adresu peněženky.
ro: O adresă poate fi afișată și sub forma unui cod QR. Scanează codul QR al unui prieten pentru a capta rapid adresa portofelului.

source: An error occured. Please try again
cs: Nastala chyba. Prosím zkuste to znovu
ro: A aparut o eroare. Vă rugăm să încercați din nou

source: An error occured. Please try again.
cs: Nastala chyba. Prosím zkuste to znovu
ro: A aparut o eroare. Vă rugăm să încercați din nou

source: An Error Occurred
cs: Vyskytla se chyba
ro: A aparut o eroare

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
cs: Došlo k chybě v důsledku přerušení při ověřování PIN. Ukončete aplikaci a akci opakujte.
ro: A apărut o eroare din cauza întreruperilor din timpul verificării PIN. Închideți aplicația și încercați din nou.

source: An error occurred when getting an approximate quote. Please try again later. Details: %@
cs: Při získávání přibližné nabídky došlo k chybě. Prosím zkuste to znovu později. Podrobnosti: %@
ro: A apărut o eroare la obținerea unui ofertă aproximativă. Vă rugăm să încercați din nou mai târziu. Detalii: %@

source: An error occurred when getting your %@ balance. Please try again later. Details: %@
cs: Při získávání zůstatku %@ došlo k chybě. Prosím zkuste to znovu později. Podrobnosti: %@
ro: A apărut o eroare la obținerea soldului %@ . Vă rugăm să încercați din nou mai târziu. Detalii: %@

source: An error occurred when selecting your tier. Please try again later.
cs: Při výběru vrstvy došlo k chybě. Prosím zkuste to znovu později.
ro: A apărut o eroare la selectarea nivelului dvs. Vă rugăm să încercați din nou mai târziu.

source: An error occurred while changing 2-Step verification.
cs: Při změně verifikace ve dvou krocích došlo k chybě.
ro: A apărut o eroare la modificarea verificării în doi pași.

source: An error occurred while copying your address to the clipboard. Please re-select the destination address or restart the app and try again.
cs: Při kopírování adresy do schránky došlo k chybě. Znovu vyberte cílovou adresu nebo restartujte aplikaci a akci opakujte.
ro: A apărut o eroare la copierea adresei în clipboard. Vă rugăm să selectați din nou adresa de destinație sau reporniți aplicația și încercați din nou.

source: An error occurred while loading the data. Please try again.
cs: Při načítání dat došlo k chybě. Prosím zkuste to znovu.
ro: A apărut o eroare la încărcarea datelor. Vă rugăm să încercați din nou.

source: An error occurred while retrieving currency conversion rates. Please try again later.
cs: Při načítání směnných kurzů měny došlo k chybě. Prosím zkuste to znovu později.
ro: A apărut o eroare la preluarea ratelor de conversie valutară. Vă rugăm să încercați din nou mai târziu.

source: An error occurred while retrieving the latest chart data. Please try again later.
cs: Při načítání nejnovějších dat grafu došlo k chybě. Prosím zkuste to znovu později.
ro: A apărut o eroare la preluarea ultimelor date din diagramă. Vă rugăm să încercați din nou mai târziu.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
cs: Při ukládání změn došlo k chybě. Ujistěte se, že nejste přihlášeni do vaší peněženky na jiném zařízení.
ro: A apărut o eroare la salvarea modificărilor. Vă rugăm să vă asigurați că nu sunteți conectat la portofel pe un alt dispozitiv.

source: An error occurred while updating your spendable balance. Please check your internet connection and try again.
cs: Při aktualizaci zůstatku, který lze splatit, došlo k chybě. Zkontrolujte připojení k internetu a akci opakujte.
ro: A apărut o eroare la actualizarea soldului dvs. cheltuibil. Verificați conexiunea la internet și încercați din nou.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
cs: Při načítání vaší peněženky došlo k chybě. Možná jste offline nebo Blockchain má potíže. Ukončete aplikaci a zkuste to znovu později nebo znovu spárujte zařízení.
ro: A apărut o eroare la încărcarea portofelului. Este posibil să fii offline sau Blockchain întâmpină dificultăți. Închideți aplicația și încercați din nou mai târziu sau re-asociați dispozitivul.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
cs: Došlo k chybě načítání identifikátoru peněženky z řetězce klíčů. Ukončete prosím aplikaci a zkuste to znovu.
ro: Eroare la regăsirea dumneavoastră identificator de portofel din keychain. Vă rugăm să închideți aplicația și încercați din nou.

source: Annual Swap Limit
cs: Roční limit swapu
ro: Limita de swap anuală

source: Any address
cs: Jakákoli adresa
ro: Orice adresă

source: Application Complete
cs: Aplikace dokončena
ro: Cererea completă

source: Approved
cs: Schválený
ro: Aprobat

source: Approved!
cs: Schválený!
ro: Aprobat!

source: Archive
cs: Archiv
ro: Arhiva

source: Archive Address
cs: Archivovat adresu
ro: Arhiva adresa

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
cs: Archivujte ji, pokud ji už NECHCETE používat. Vaše prostředky budou v bezpečí a můžete je kdykoli odarchivovat.
ro: Arhiva-asta dacă nu vrei să-l utilizaţi mai. Fondurile dumneavoastră vor rămâne în siguranţă, şi vă pot unarchive în orice moment.

source: Archived
cs: Archivováno
ro: arhivată

source: Archiving addresses
cs: Archivace adres
ro: Arhivarea adreselor

source: Are you sure this is a bitcoin cash address?
cs: Jste si jisti, že se jedná o hotovostní adresu bitcoinů?
ro: Sunteți sigur că aceasta este o adresă Bitcoin Cash?

source: Are you sure?
cs: Jsi si jistá?
ro: Esti sigur?

source: Ask Me Later
cs: Dotázat se později
ro: Întreabă-mă mai târziu

source: at
cs: na
ro: la

source: At the moment we only support ETH. You cannot receive REP, ICN, GNT, GNO, DGD, BCP.
cs: V tuto chvíli podporujeme pouze ETH. Nemůžete přijímat REP, ICN, GNT, GNO, DGD, BCP.
ro: În momentul de față, sprijinim doar ETH. Nu puteți primi REP, ICN, GNT, GNO, DGD, BCP.

source: At this time, Blockchain.com only allows sending your total amount from your %@ trading wallet
cs: Blockchain.com v tuto chvíli umožňuje pouze odesílání vaší celkové částky z vaší peněženky %@ trading
ro: În acest moment, Blockchain.com permite doar trimiterea sumei totale din portofelul %@ tranzacționare

source: Australian Dollar
cs: Australský dolar
ro: Dolar australian

source: Authenticate to unlock your wallet
cs: Ověření odemknutí vaší peněženky
ro: Autentificați-vă pentru a debloca portofelul

source: Authentication Failed. Please try again.
cs: Ověření se nezdařilo. Prosím zkuste to znovu.
ro: Autentificare esuata. Vă rugăm să încercați din nou.

source: Authentication was not successful because the user failed to provide valid credentials.
cs: Ověření nebylo úspěšné, protože uživatel neposkytl platná pověření.
ro: Autentificarea nu a avut succes, deoarece utilizatorul nu a furnizat datele de acreditare valide.

source: Authorization Required
cs: Je vyžadována autorizace
ro: Autorizaţii necesare

source: Automatic Pairing
cs: Automatické párování
ro: Asociere automată

source: Automatically
cs: Automaticky
ro: Automat

source: Available
cs: Dostupný
ro: Disponibil

source: Available now
cs: Dostupné nyní
ro: Disponibil acum

source: Available to Send
cs: K dispozici k odeslání
ro: Disponibil pentru a trimite

source: Available Today
cs: K dispozici dnes
ro: Disponibilă astăzi

source: Backspace button
cs: Tlačítko backspace
ro: Butonul Backspace

source: Backup
cs: Zálohovat

source: BACKUP AGAIN
cs: ZPĚT ZÁLOHOVÁNÍ
ro: BACKUP CONTRA

source: Backup Complete
cs: Zálohování dokončeno
ro: Backup completat

source: Backup Funds
cs: Zálohovat
ro: Copie de rezervă

source: Backup Needed
cs: Je nutná záloha
ro: Copii de rezervă necesare

source: Backup Now
cs: Nyní zálohujte
ro: Backup acum

source: Backup Phrase
cs: Záložní fráze
ro: Fraza de rezervă

source: Backup Your Funds
cs: Zálohujte své prostředky
ro: Copii de rezervă

source: Backup Your Wallet
cs: Zálohujte svou peněženku
ro: Backup Portofelul dvs.

source: Balance
cs: Zůstatek
ro: Echilibru

source: Balances
cs: Váhy
ro: solduri

source: Balances Coming Soon
cs: Váhy se blíží brzy
ro: Balanțele vin în curând

source: Bank Code
cs: Bankovní kód
ro: Cod bancar

source: Bank Code (SWIFT/BIC)
cs: Kód banky (SWIFT / BIC)
ro: Cod bancar (SWIFT / BIC)

source: Bank Country
cs: Země banky
ro: Țara Băncii

source: Bank Name
cs: Jméno banky
ro: Numele băncii

source: Be sure to write down your phrase on a piece of paper and keep it somewhere safe and secure.
cs: Nezapomeňte si napsat frázi na kus papíru a nechat ji někde v bezpečí.
ro: Asigurați-vă că scrieți fraza pe o bucată de hârtie și păstrați-o undeva în siguranță și în siguranță.

source: Be your own bank
cs: Buďte svou vlastní bankou
ro: Fiți propria dvs. bancă

source: before proceeding.
cs: před pokračováním.
ro: înainte de a începe.

source: Before you get started, we created a printable template make it easier to store your phrase. Feel free to download and print it out.
cs: Než začnete, vytvořili jsme tisknutelnou šablonu, která usnadní ukládání vaší fráze. Neváhejte jej stáhnout a vytisknout.
ro: Înainte de a începe, am creat un șablon care poate fi imprimat, facilitând stocarea expresiei. Simțiți-vă liber să îl descărcați și să îl imprimați.

source: Begin Now
cs: Začněte teď
ro: Începeți acum

source: Below minimum limit
cs: Pod minimálním limitem
ro: Sub limita minimă

source: Below trading limit
cs: Pod obchodním limitem
ro: Sub limita de tranzacționare

source: Biometrics authenticator is not configured on your device
cs: Biometrický ověřovač není ve vašem zařízení nakonfigurován
ro: Biometrics autentificatorul nu este configurat pe dispozitivul dvs.

source: Bitcoin Addresses
cs: Bitcoinové adresy
ro: Adrese Bitcoin

source: Bitcoin Cash Price
cs: Bitcoinová hotovostní cena
ro: Preț Bitcoin în numerar

source: Bitcoin Price
cs: Cena bitcoinů
ro: Preț Bitcoin

source: Bitcoin Unit
cs: Bitcoinová jednotka
ro: Unitatea Bitcoin

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
cs: Blockchain nemá přístup k fotoaparátu. Chcete-li přístup povolit, přejděte do nabídky Nastavení zařízení.
ro: Blockchain nu are acces la aparatul de fotografiat. Pentru a permite accesul, du-te la setările aparatului.

source: Blockchain does not have access to the microphone. To enable access, go to your device Settings.
cs: Blockchain nemá přístup k mikrofonu. Chcete-li povolit přístup, přejděte do Nastavení zařízení.
ro: Blockchain nu are acces la microfon. Pentru a activa accesul, accesați Setările dispozitivului.

source: Blockchain.com Buy Coming Soon to Your Region
cs: Blockchain.com Koupit Již brzy ve vašem regionu
ro: Blockchain.com Cumpără în curând în regiunea ta

source: Blockchain’s servers are currently under maintenance. Please try again later
cs: Servery Blockchain jsou v současné době v údržbě. Prosím zkuste to znovu později
ro: Serverele Blockchain sunt în prezent în întreținere. Vă rugăm să încercați din nou mai târziu

source: Built by Blockchain.com
cs: Vytvořil Blockchain.com
ro: Construit de Blockchain.com

source: Buy
cs: Koupit
ro: Cumpără

source: Buy & Sell
cs: Koupit prodat
ro: Vânzare-cumpărare

source: Buy & Sell Bitcoin
cs: Koupit a prodávat Bitcoin
ro: Cumpărați și vindeți Bitcoin

source: Buy Bitcoin
cs: Koupit bitcoiny
ro: Cumpără Bitcoin

source: Buy Bitcoin with your credit card or bank account to kickstart your crypto portfolio.
cs: Kupte si bitcoiny pomocí své kreditní karty nebo bankovního účtu a zahajte své krypto portfolio.
ro: Cumpărați Bitcoin cu cardul dvs. de credit sau contul bancar pentru a vă lansa portofoliul de cripto.

source: Buy Crypto
cs: Koupit Crypto
ro: Cumpără Crypto

source: Buy Crypto Now
cs: Kupte si nyní kryptoměnu
ro: Cumpărați acum Crypto

source: Buy Now
cs: Kup nyní
ro: Cumpară acum

source: Buy order.
cs: Koupit objednávku.
ro: Comanda de cumpărare.

source: Buying and selling crypto is not available in your region due to local laws. You can still use your wallet to Send, Receive and Store crypto.
cs: Nákup a prodej krypta není ve vaší oblasti kvůli místním zákonům k dispozici. Peněženku můžete stále používat k odesílání, přijímání a ukládání krypto.
ro: Cumpărarea și vânzarea criptelor nu este disponibilă în regiunea dvs. din cauza legilor locale. Puteți utiliza în continuare portofelul pentru a trimite, primi și stoca crypto.

source: By completing the Gold Level requirements you are automatically eligible for our airdrop program.
cs: Splněním požadavků na Zlatou úroveň jste automaticky způsobilí pro náš program Airdrop.
ro: Prin completarea cerințelor nivelului de aur, sunteți eligibil automat pentru programul nostru airdrop.

source: By creating a wallet you agree to Blockchain’s
cs: Vytvořením peněženky souhlasíte s Blockchainem
ro: Prin crearea unui portofel, sunteți de acord cu Blockchain

source: By creating a wallet you agree to Blockchain’s
cs: Vytvořením peněženky souhlasíte s Blockchainem
ro: Prin crearea unui portofel, sunteți de acord cu Blockchain

source: By creating a wallet you agree to Blockchain’s Terms of Services & Privacy Policy
cs: Vytvořením peněženky souhlasíte s podmínkami a zásadami ochrany osobních údajů společnosti Blockchain
ro: Prin crearea unui portofel, sunteți de acord cu Termenii de servicii și politica de confidențialitate de la Blockchain

source: By depositing funds to this account, you agree to
cs: Vložením prostředků na tento účet souhlasíte
ro: Depunând fonduri în acest cont, sunteți de acord

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
cs: Tím, že stisknete "Začněte hned", souhlasíte s %@ & %@ Blockchainem
ro: Apăsând „Începeți acum”, sunteți de acord cu %@ și %@ la Blockchain

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
cs: Klepnutím na tlačítko Spustit nyní souhlasíte s podmínkami služby Coinify a zásadami ochrany osobních údajů
ro: Prin apăsarea butonului Începeți acum, sunteți de acord cu Termenii și condițiile de coinficare și de politica de confidențialitate

source: By tapping Submit, you agree to Blockchain’s %@ & %@
cs: Klepnutím na tlačítko Submit (Odeslat) vyjadřujete souhlas s blokováním %@ & %@
ro: Prin atingerea Submit, sunteți de acord cu blocarea %@ & %@

source: Calculating: Address %@ of %@
cs: Výpočet: Adresa %@ z %@
ro: Calcularea: adresa %@ din %@

source: Camera Access Denied
cs: Přístup k fotoaparátu zamítnut
ro: Aparat de fotografiat acces refuzat

source: Canadian Dollar
cs: Kanadský dolar
ro: Dolarul canadian

source: Cancel
cs: zrušení
ro: Anulare

source: Cancel Order
cs: Zrušit objednávku
ro: Anulați comanda

source: Cancelling
cs: Ruší se
ro: Anularea

source: Cannot open Mail App
cs: Nelze otevřít aplikaci Mail
ro: Nu se poate deschide aplicația Mail

source: Cannot open URL %@
cs: Nelze otevřít URL %@
ro: Nu se poate deschide adresa URL %@
