Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: For your security, Blockchain does not keep any passwords on file. The following 12 word Backup Phrase will give you access to your funds in case you lose your password. Be sure to write it on a piece of paper and to keep it somewhere safe and secure.
cs: Z důvodu vaší bezpečnosti Blockchain nezachovává žádná hesla v souboru. Následující 12 slovní záložní fráze vám poskytne přístup k vašim finančním prostředkům pro případ, že ztratíte heslo. Nezapomeňte ji napsat na kus papíru a uchovat je někde v bezpečí.
ro: Pentru securitatea dvs., Blockchain nu păstrează nicio parolă în fișier. Următoarea expresie de rezervă de 12 cuvinte vă va oferi acces la fondurile dvs. în cazul în care pierdeți parola. Asigurați-vă că scrieți-o pe o bucată de hârtie și păstrați-o undeva în siguranță și în siguranță.

source: Forget wallet
cs: Zapomeňte na peněženku
ro: Uită de portofel

source: Get USD Digital
cs: Získejte USD Digital
ro: Obțineți USD digital

source: Hide QR code
cs: Skrýt QR kód
ro: Ascundeți codul QR

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto wallet.
cs: Pokud chcete tyto prostředky zaměnit nebo poslat, musíte je převést do vaší nevazební krypto peněženky.
ro: Dacă doriți să schimbați sau să trimiteți aceste fonduri, trebuie să le transferați în portofelul cripto neprivativ.

source: If you would like to forget this wallet and start over, press 'Forget Wallet'.
cs: Pokud chcete zapomenout na tuto peněženku a začít znovu, stiskněte „Zapomeňte na peněženku“.
ro: Dacă doriți să uitați acest portofel și să începeți din nou, apăsați pe „Uitați portofelul”.

source: Introducing Digital US Dollars (USD Digital) to de-risk your crypto investment or lock-in gains.
cs: Představujeme digitální americké dolary (USD Digital), abyste snížili riziko své kryptomateriály nebo zisky z uzamčení.
ro: Introducerea Dolarilor SUA Digital (USD Digital) pentru a vă risca investiția criptată sau câștigurile de blocare.

source: Introducing USD Digital, a safe and stable crypto asset you can use to store value. 1 USD-D = 1 USD.
cs: Představujeme USD Digital, bezpečné a stabilní šifrovací aktivum, které můžete použít k uložení hodnoty. 1 USD-D = 1 USD.
ro: Introducerea USD Digital, un activ criptat sigur și stabil pe care îl puteți utiliza pentru a stoca valoarea. 1 USD-D = 1 USD.

source: Invalid amount
cs: Neplatná částka
ro: Suma nevalidă

source: Invalid Code
cs: Neplatný kód
ro: Cod invalid

source: Invalid mobile number
cs: Neplatné mobilní číslo
ro: număr de telefon invalid

source: It is important to make sure you write down your words exactly as they appear here and in this order.
cs: Je důležité, abyste si zapsali svá slova přesně tak, jak jsou zde a v tomto pořadí.
ro: Este important să vă asigurați că vă notați cuvintele exact așa cum apar aici și în această ordine.

source: Keep this QR code hidden until you’re ready.
cs: Ponechte tento QR kód skrytý, dokud nebudete připraveni.
ro: Păstrați acest cod QR ascuns până când sunteți gata.

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD Digital.
cs: Sledujte své kryptoměrky na palubní desce vaší Peněženky. Vaše Peněženka v současné době podporuje bitcoiny, ethery, bitcoinové hotovost, Stellar XLM a USD Digital.
ro: Urmăriți soldurile criptografice de pe tabloul de bord al portofelului. Portofelul dvs. acceptă în prezent Bitcoin, Ether, Bitcoin Cash, Stellar XLM și USD Digital.

source: Launch the Exchange
cs: Spusťte burzu
ro: Lansați Exchange

source: Learn more about USD Digital
cs: Další informace o USD Digital
ro: Aflați mai multe despre USD Digital

source: Login to Web Wallet
cs: Přihlaste se do webové peněženky
ro: Conectați-vă la Google Wallet

source: Mobile
cs: mobilní, pohybliví
ro: Mobil

source: My USD Digital Wallet
cs: Moje digitální peněženka v USD
ro: Portofelul meu digital USD

source: Not now
cs: Teď ne
ro: Nu acum

source: Own Crypto in a Few Minutes
cs: Vlastní krypto za pár minut
ro: Dețineți Crypto în câteva minute

source: Please check your email to approve this login attempt.
cs: Zkontrolujte prosím svůj e-mail a potvrďte tento pokus o přihlášení.
ro: Verificați e-mailul pentru a aproba această încercare de conectare.

source: Please enter the 5-character code sent to your number
cs: Zadejte 5místný kód zaslaný na vaše číslo
ro: Vă rugăm să introduceți codul format din 5 caractere trimis la numărul dvs.

source: Please wait until your previous transaction confirms
cs: Počkejte, až se vaše předchozí transakce potvrdí
ro: Vă rugăm să așteptați până la confirmarea tranzacției anterioare

source: Rate Us
cs: Ohodnoťte nás
ro: Ne evalua

source: Resend
cs: Přeposlat
ro: Retrimiteți

source: Resend Code
cs: Znovu odeslat kód
ro: Retrimite codul

source: Select Currency
cs: Vyberte Měna
ro: Selectați Moneda

source: Select Login via mobile.
cs: Vyberte možnost Přihlásit se přes mobil.
ro: Selectați Conectare prin mobil.

source: Show QR code
cs: Zobrazit QR kód
ro: Afișați codul QR

source: Skip
cs: Přeskočit
ro: Ocolire

source: Start backup
cs: Spusťte zálohování
ro: Începeți backup

source: Swap for USD Digital Now
cs: Zaměňte za digitální USD nyní
ro: Swap pentru USD Digital acum

source: Swipe to receive
cs: Přejetím přejděte prstem
ro: Glisați pentru a primi

source: Taking You To the Exchange
cs: Vezmeme vás na burzu
ro: Te duc la schimb

source: Thanks for placing your trade! Funds will usually reach your wallet within 2 hours and we’ll send you a notification when that happens. Keep track of your trade’s progress in the Order History area.
cs: Děkujeme za umístění vašeho obchodu! Prostředky obvykle dorazí do vaší peněženky do 2 hodin a my vám pošleme oznámení, když k tomu dojde. Sledujte pokrok svého obchodu v oblasti Historie objednávek.
ro: Vă mulțumim că ați tranzacționat! De obicei, fondurile vor ajunge la portofelul dvs. în termen de 2 ore și vă vom trimite o notificare atunci când se va întâmpla acest lucru. Urmăriți evoluția comerțului dvs. în zona Istoricul comenzilor.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction never being confirmed.
cs: Tato funkce je doporučena pouze pro pokročilé uživatele. Výběrem vlastního poplatku riskujete přeplatek nebo vaše transakce nebude nikdy potvrzena.
ro: Această caracteristică este recomandată numai pentru utilizatorii avansați. Alegând o taxă personalizată, riscați să plătiți excesiv sau tranzacția dvs. nu va fi niciodată confirmată.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly.
cs: Toto je nadměrná bitcoinová transakce. Vaše peněženka musí konsolidovat mnoho menších plateb, které jste obdrželi v minulosti. K rychlému potvrzení je třeba relativně vysoký poplatek.
ro: Aceasta este o tranzacție bitcoin supradimensionată. Portofelul trebuie să consolideze multe plăți mai mici pe care le-ați primit în trecut. Aceasta necesită o taxă relativ mare pentru a fi confirmată rapid.

source: This item is not archived. Archive this item if you doNOT want to use it anymore. Your funds will remain safe, and you can unarchive it at anytime.
cs: Tato položka není archivována. Tuto položku archivujte, pokud ji již nechcete používat. Vaše prostředky zůstanou v bezpečí a můžete je kdykoli zrušit archivaci.
ro: Acest articol nu este arhivat. Arhivați acest articol dacă nu mai doriți să îl utilizați. Fondurile dvs. vor rămâne în siguranță și le puteți anarchiza oricând.

source: This trade has failed. Please return to the Swap tab to start a new trade
cs: Tento obchod selhal. Vraťte se na kartu Zaměnit a začněte nový obchod
ro: Acest comerț a eșuat. Vă rugăm să reveniți la fila Schimbare pentru a începe un nou schimb

source: To keep using Buy, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
cs: Chcete-li pokračovat v používání Koupit, musíte svůj profil aktualizovat. Po dokončení také odemknete vyšší obchodní limity ve swapu.
ro: Pentru a continua să utilizați Cumpărare, va trebui să vă actualizați profilul. Odată finalizat, veți debloca, de asemenea, limite mai mari de tranzacționare în Swap.

source: To use this service, we require you to enter your second password.
cs: Chcete-li tuto službu používat, musíte zadat své druhé heslo.
ro: Pentru a utiliza acest serviciu, vă solicităm să introduceți a doua parolă.

source: Too high
cs: Příliš vysoká
ro: Prea sus

source: Too low
cs: Příliš nízká
ro: Prea jos

source: Transactions occur when you receive and send bitcoin cash.
cs: K transakcím dochází, když přijímáte a odesíláte bitcoinové hotovost.
ro: Tranzacțiile apar atunci când primiți și trimiteți numerar bitcoin.

source: Transactions occur when you receive and send ether.
cs: K transakcím dochází, když přijmete a odešlete ether.
ro: Tranzacțiile apar atunci când primiți și trimiteți eter.

source: Transfer Imported Addresses?
cs: Přenést importované adresy?
ro: Transferați adrese importate?

source: Unnecessarily high fee
cs: Zbytečně vysoký poplatek
ro: Taxa inutilmente mare

source: Update Password
cs: Aktualizujte heslo
ro: Actualizați parola

source: USD Digital Coming Soon!
cs: Již brzy digitální USD!
ro: USD digital în curând!

source: USD-D Fee
cs: Poplatek USD-D
ro: Taxa USD-D

source: Usually takes less than a minute.
cs: Obvykle trvá méně než minutu.
ro: De obicei durează mai puțin de un minut.

source: Verification code incorrect. Please double check the code we sent you and try again.
cs: Ověřovací kód je nesprávný. Zkontrolujte prosím kód, který jsme vám poslali, a zkuste to znovu.
ro: Cod de verificare incorect. Verificați dublu codul pe care vi l-am trimis și încercați din nou.

source: Verify your idenity and buy crypto with your bank or card.
cs: Ověřte si svou identitu a kupte kryptografii pomocí své banky nebo karty.
ro: Verificați idenitatea și cumpărați cripto cu banca sau cardul.

source: Wallet Version
cs: Verze peněženky
ro: Versiunea portofelului

source: We can help you buy in just a few simple steps.
cs: Můžeme vám pomoci koupit v několika jednoduchých krocích.
ro: Vă putem ajuta să cumpărați în doar câțiva pași simpli.

source: We could not connect your Wallet to the Exchange. Please go back to the Exchange and try again.
cs: Vaši Peněženku jsme nemohli připojit k burze. Vraťte se na burzu a zkuste to znovu.
ro: Nu am putut conecta portofelul la Exchange. Vă rugăm să reveniți la Exchange și să încercați din nou.

source: We’re bringing USD Digital to iOS. While you wait, Send, Receive & Exchange USD Digital on the web.
cs: Přinášíme USD Digital na iOS. Během čekání můžete na webu odesílat, přijímat a směňovat USD Digital.
ro: Aducem USD Digital pe iOS. În timp ce aștepți, Trimite, Primește și Schimbă USD Digital pe web.

source: What is USD Digital?
cs: Co je USD Digital?
ro: Ce este USD Digital?

source: You are about to import a non-spendable address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the non-spendable address. These options are recommended for advanced users only. Continue?
cs: Chystáte se importovat nevratnou adresu, adresu (nebo skript veřejného klíče) uloženou v peněžence bez odpovídajícího soukromého klíče. To znamená, že prostředky lze utratit POUZE, pokud máte soukromý klíč uložen jinde. Pokud nemáte soukromý klíč uložen, NELÁTE nikomu pokyn, aby vám poslal bitcoiny na nevyměnitelnou adresu. Tyto možnosti jsou doporučeny pouze pro pokročilé uživatele. Pokračovat?
ro: Ești pe cale să importe o adresă neplătibilă, o adresă (sau script cu cheie publică) stocată în portofel fără cheia privată corespunzătoare. Aceasta înseamnă că fondurile pot fi cheltuite DOAR dacă aveți cheia privată stocată în altă parte. Dacă nu aveți cheia privată stocată, NU instruiți pe nimeni să vă trimită bitcoin la adresa care nu este cheltuibilă. Aceste opțiuni sunt recomandate numai pentru utilizatorii avansați. Continua?

source: You can use your Backup Phrase to restore your funds if you lose your password. Anyone with access to your Backup Phrase can access your funds so remember to keep it offline somewhere safe and secure.
cs: Záložní frázi můžete použít k obnovení prostředků, pokud ztratíte heslo. K vašim finančním prostředkům může přistupovat kdokoli, kdo má přístup k záložní frázi, takže si jej někde v bezpečí uchovejte offline.
ro: Puteți utiliza fraza de rezervă pentru a restabili fondurile dacă vă pierdeți parola. Oricine are acces la Fraza de Backup poate accesa fondurile dvs., așa că nu uitați să îl păstrați offline undeva în siguranță.

source: You must disable SMS 2-Step Verification before changing your mobile number.
cs: Před změnou mobilního čísla musíte deaktivovat dvoufázové ověření SMS.
ro: Trebuie să dezactivați verificarea SMS în doi pași înainte de a schimba numărul de telefon

source: You're all set to connect your Blockchain Wallet to the Exchange.
cs: Jste všichni připraveni připojit vaši peněženku Blockchain k burze.
ro: Sunteți cu toții pregătiți să conectați portofelul Blockchain la Exchange.

source: Your Airdrop has landed
cs: Váš Airdrop přistál
ro: Airdrop-ul tău a aterizat

source: Your Email
cs: Tvůj e-mail
ro: Email-ul tau

source: Your mobile phone can be used to enable two-factor authentication, helping to secure your wallet from unauthorized access.
cs: Váš mobilní telefon lze použít k povolení dvoufaktorové autentizace, což pomáhá zabezpečit vaši peněženku před neoprávněným přístupem.
ro: Telefonul dvs. mobil poate fi utilizat pentru a permite autentificarea în doi factori, contribuind la protejarea portofelului de accesul neautorizat.

source: Your USD Digital transactions will show up here once you make your first transaction.
cs: Jakmile provedete první transakci, zobrazí se zde vaše digitální transakce v USD.
ro: Tranzacțiile dvs. în USD digitale vor apărea aici odată ce faceți prima tranzacție.

source: © 2020 Blockchain Luxembourg S.A. All rights reserved.
cs: © 2020 Blockchain Luxembourg SA Všechna práva vyhrazena.
ro: © 2020 Blockchain Luxembourg SA Toate drepturile rezervate.

source: Add a Card
cs: Přidat kartu
ro: Adaugă un card

source: Add Now
cs: Přidat nyní
ro: Adaugă acum

source: Address Line
cs: Řádek adresy
ro: Linia de adresa

source: At this time, Blockchain.com only allows sending your total amount from your
cs: Blockchain.com v současné době umožňuje pouze odesílání vaší celkové částky z vaší
ro: În acest moment, Blockchain.com vă permite doar să trimiteți suma totală de la dvs.

source: Authorize Card
cs: Autorizační karta
ro: Card de autorizare

source: Bank Transfer
cs: Bankovní převod
ro: Transfer bancar

source: Bank Wire Transfer
cs: Bankovním převodem
ro: Transfer bancar

source: Billing Address
cs: fakturační adresa
ro: Adresa De Facturare

source: Buy
cs: Koupit
ro: Cumpără

source: Buy In Progress
cs: Probíhá nákup
ro: Cumpărați în curs

source: buy order will complete
cs: objednávka bude dokončena
ro: comanda de cumpărare se va finaliza

source: buy order.
cs: koupit objednávku.
ro: comanda de cumpărare.

source: buy order. Note, your final amount might change to due market activity. Fees may apply.
cs: koupit objednávku. Vaše konečná částka se může změnit na řádnou tržní aktivitu. Mohou být účtovány poplatky.
ro: comanda de cumpărare. Rețineți, valoarea dvs. finală s-ar putea modifica în funcție de activitatea pieței scadente. Se pot aplica comisioane.

source: Buying
cs: Nákup
ro: Cumpărare

source: Card not supported
cs: Karta není podporována
ro: Cardul nu este acceptat

source: Card Number
cs: Číslo karty
ro: Număr de card

source: Change Currency
cs: Změnit měnu
ro: Schimb valutar

source: Complete Payment
cs: Dokončete platbu
ro: Plata completă

source: Credit or Debit Card
cs: Kreditní nebo debetní karta
ro: Card de credit sau debit

source: Currently we don’t support buying crypto with
cs: V současné době nepodporujeme nákup kryptogramů
ro: În prezent nu acceptăm cumpărarea de cripto

source: Diners Club
cs: Klub Diners

source: Discover
cs: Objevit
ro: Descoperi

source: Drops on
cs: Padá dál
ro: Picături

source: Ended on
cs: Skončilo
ro: A sfârșit mai departe

source: Expiry Date
cs: Datum vypršení platnosti
ro: Data expirarii

source: from your bank account to Blockchain.com. Once we receive the funds, we’ll create your
cs: z vašeho bankovního účtu na Blockchain.com. Jakmile dostaneme finanční prostředky, vytvoříme vaše
ro: din contul dvs. bancar la Blockchain.com. După ce vom primi fondurile, vă vom crea dvs.

source: Full Name
cs: Celé jméno
ro: Numele complet

source: Invalid card number
cs: neplatné číslo karty
ro: numar de card invalid

source: Invalid cardholder name
cs: Neplatné jméno držitele karty
ro: Numele titularului cardului este nevalid

source: Invalid CVV
cs: Neplatné CVV
ro: CVV nevalid

source: Invalid expiry date
cs: Neplatné datum vypršení platnosti
ro: Data de expirare nevalidă

source: is Not Supported
cs: není podporováno
ro: nu e suportat

source: is now available in your Wallet.
cs: je nyní k dispozici ve vaší Peněžence.
ro: este acum disponibil în portofelul dvs.

source: Limit
cs: Omezit
ro: Limită

source: Linked Cards
cs: Propojené karty
ro: Carduri legate

source: Maximum Buy
cs: Maximální nákup
ro: Cumpărare maximă

source: Minimum Buy
cs: Minimální nákup
ro: Cumpărare minimă

source: Name on Card
cs: Jméno na kartě
ro: Numele de pe card

source: Not currently available
cs: Momentálně není k dispozici
ro: Momentan nu este disponibil

source: of
cs: z
ro: de

source: Once we receive your bank transfer, your
cs: Jakmile obdržíme váš bankovní převod, váš
ro: Odată ce primim transferul bancar, dumneavoastră

source: Once we receive your funds, we’ll start your
cs: Jakmile dostaneme vaše prostředky, začneme vaše
ro: După ce primim fondurile dvs., vă vom începe

source: Oops! Something Went Wrong.
cs: Jejda! Něco se pokazilo.
ro: Hopa! Ceva n-a mers bine.

source: Order Details
cs: podrobnosti objednávky
ro: Comanda Detalii

source: Payment Method
cs: Způsob platby
ro: Modalitate de plată

source: Payment Methods
cs: platební metody
ro: Metode de plata

source: Please go back and try again.
cs: Vraťte se a zkuste to znovu.
ro: Vă rugăm să vă întoarceți și să încercați din nou.

source: Please transfer
cs: Převeďte prosím
ro: Vă rugăm să transferați

source: Post Code
cs: PSČ
ro: Cod poștal

source: Privacy protected with 256-Bit SSL encryption.
cs: Ochrana soukromí chráněna 256bitovým šifrováním SSL.
ro: Confidențialitate protejată cu criptare SSL de 256 biți.

source: Purchased
cs: Zakoupeno
ro: Cumparat

source: Remove Card
cs: Vyjměte kartu
ro: Scoateți cardul

source: Search Country
cs: Hledat zemi
ro: Țara de căutare

source: Search Currency
cs: Měna vyhledávání
ro: Căutare monedă

source: Securely Linking Your Card
cs: Bezpečné propojení vaší karty
ro: Legarea în siguranță a cardului

source: Select Country
cs: Vyberte zemi
ro: Selecteaza tara

source: Select Your Currency
cs: Vyberte svou měnu
ro: Selectați moneda dvs.

source: This could take up to 1 minute.
cs: To může trvat až 1 minutu.
ro: Aceasta poate dura până la 1 minut.

source: trading wallet
cs: obchodní peněženka
ro: portofel comercial

source: Transaction ID
cs: ID transakce
ro: ID-ul de tranzacție

source: Unknown Card Type
cs: Neznámý typ karty
ro: Tip de carte necunoscut

source: Use Max
cs: Použijte Max
ro: Folosiți Max

source: Use Min
cs: Použijte min
ro: Folosiți Min

source: v
cs: proti

source: Verify Now
cs: ověřit teď
ro: Verifica acum

source: Verify your identity and buy crypto with the fastest experience in the market.
cs: Ověřte svou totožnost a kupte kryptografii s nejrychlejší zkušeností na trhu.
ro: Verificați-vă identitatea și cumpărați cripto cu cea mai rapidă experiență pe piață.

source: View Home
cs: Zobrazit domovskou stránku
ro: Vizualizați Acasă

source: Visa
cs: Vízum

source: We wil debit your payment method in 2 business days once your order is approved. Your final amount might change due to market activity.
cs: Až bude vaše objednávka schválena, naúčtujeme vám na vrub vaší platební metody 2 pracovní dny. Vaše konečná částka se může v důsledku tržní aktivity změnit.
ro: Vom debita metoda de plată în 2 zile lucrătoare după ce comanda dvs. este aprobată. Suma dvs. finală s-ar putea modifica din cauza activității pieței.

source: Welcome to Blockchain.com
cs: Vítejte na Blockchain.com
ro: Bine ați venit la Blockchain.com

source: We’ll notify you when your order is complete.
cs: Až bude vaše objednávka dokončena, upozorníme vás.
ro: Vă vom anunța când comanda dvs. va fi finalizată.

source: We’re completing your purchase now.
cs: Dokončujeme váš nákup.
ro: Acum finalizăm achiziția.

source: You can have a maximum of three cards
cs: Můžete mít maximálně tři karty
ro: Puteți avea maximum trei cărți

source: You must have Gold Level verification status to add a credit card.
cs: Chcete-li přidat kreditní kartu, musíte mít stav ověření úrovně Gold.
ro: Pentru a adăuga un card de credit, trebuie să aveți starea de verificare a nivelului de aur.

source: Your local currency to store funds in that currency as funds in your Blockchain Wallet.
cs: Vaše místní měna pro ukládání prostředků v této měně jako prostředků ve vaší peněžence Blockchain.
ro: Moneda dvs. locală pentru a stoca fonduri în această monedă ca fonduri în portofelul Blockchain.

source: Cancelled
cs: Zrušeno

source: Card Not Supported
cs: Karta není podporována

source: Finished
cs: Dokončeno

source: Invalid Card Number
cs: Neplatné číslo karty

source: Invalid Cardholder Name
cs: Neplatné jméno držitele karty

source: Invalid Email Address
cs: Neplatná emailová adresa

source: Invalid Expiry Date
cs: Neplatné datum vypršení platnosti

source: Invalid Mobile Number
cs: Neplatné mobilní číslo

source: Invalid Wallet Identifier
cs: Neplatný identifikátor peněženky

source: MM/YY
cs: MM / RR

source: Passwords Do Not Match
cs: Hesla se neshodují

source: Save My Card
cs: Uložit moji kartu

source: This card has already been saved
cs: Tato karta již byla uložena

source: Waiting on Funds
cs: Čekání na fondy

source: Your final amount may change due to market activity
cs: Vaše konečná částka se může v důsledku tržní aktivity změnit

source: Blockchain Exchange
ro: Schimbul Blockchain

source: Brazil Real
ro: Brazilia Real

source: Crypto Trading Wallet
ro: Portofel de tranzacționare Crypto

source: eigth
ro: al VIII

source: Memo ID
ro: ID memo

source: Memo Text
ro: Text memo

source: PIN
ro: CODUL PIN

source: SMS
ro: mesaj

source: Swap Info
ro: Schimbă informațiile

source: Thai Baht
ro: Baht thailandez

source: Tier
ro: Nivelul

source: Trade Crypto
ro: Comerț Crypto

source: Transfer In Crypto
ro: Transfer în Crypto

source: Unarchive
ro: Dezarhivați

source: Yubi Key
ro: Cheia Yubi
