Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
cs: POZNÁMKA: Naskenovaný privátní klíč neodpovídá této adrese určené pouze ke sledování. Pokud chcete odesílat z této adresy, ujistěte se, zda jste naskenovali správný privátní klíč.
ro: Notă: Cheia privată scanate nu corespunde la această adresă numai de ceas. Dacă doriţi să petreceţi la această adresă, asiguraţi-vă că vă scana cheia privată corect.

source: Notifications
cs: Upozornění
ro: Notificări

source: Notify Me
cs: Informujte mě
ro: Anunta-ma

source: Now supporting Ether
cs: Nyní podporujeme ether
ro: Acum sprijinirea eterului

source: Offer Expired
cs: Nabídka vypršela
ro: Oferta a expirat

source: Oh no!
cs: Ach ne!
ro: Oh nu!

source: Once an order starts, we are unable to stop it.
cs: Jakmile objednávka začne, nemůžeme ji zastavit.
ro: Odată ce începe o comandă, nu putem să o oprim.

source: Once we receive your bank transfer, your %@ buy order will complete.
cs: Jakmile obdržíme bankovní převod, bude vaše objednávka dokončena.
ro: Odată ce vom primi transferul bancar, comanda dvs. de cumpărare va fi finalizată.

source: Once we receive your funds, we’ll start your %@ buy order. Note, your final amount might change to due market activity. Fees may apply.
cs: Jakmile dostaneme vaše prostředky, zahájíme vaši objednávku nákupu %s . Vaše konečná částka se může změnit na řádnou tržní aktivitu. Mohou být účtovány poplatky.
ro: După ce primim fondurile dvs., vom începe comanda dvs. de cumpărare de %s . Rețineți, valoarea dvs. finală s-ar putea modifica în funcție de activitatea pieței datorată. Se pot aplica comisioane.

source: Once your verification is confirmed, you’ll automatically secure a spot in the Airdrop for Stacks.
cs: Jakmile bude vaše ověření potvrzeno, automaticky zajistíte místo v Airdrop for Stacks.
ro: După confirmarea verificării, veți asigura automat un loc în Airdrop pentru stive.

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
cs: Prostředky zasílejte pouze z vašeho bankovního účtu. Pokud ne, váš vklad může být zpožděn nebo odmítnut.
ro: Trimiteți numai fonduri dintr-un cont bancar pe numele dvs. În caz contrar, depunerea dvs. poate fi amânată sau respinsă.

source: Ooops! Something went wrong.
cs: Ooops! Něco se pokazilo.
ro: Hopa! Ceva n-a mers bine.

source: Oops!
cs: Jejda!
ro: Hopa!

source: Oops! We had trouble processing your airdrop. Please try again.
cs: Jejda! Měli jsme potíže se zpracováním vašeho letounu. Prosím zkuste to znovu.
ro: Hopa! Am avut probleme la procesarea aerului dvs. Vă rugăm să încercați din nou.

source: Open %@
cs: Otevřít %@
ro: Deschide %@

source: Open %@?
cs: Otevřít %@ ?
ro: Deschide %@ ?

source: Open Email App
cs: Otevřete aplikaci E-mail
ro: Deschideți aplicația de e-mail

source: Open Mail
cs: Otevřete Mail
ro: Deschideți Mail

source: Open Mail App
cs: Otevřete aplikaci Mail
ro: Deschideți aplicația Mail

source: Open Support
cs: Otevřete podporu
ro: Asistență deschisă

source: Or start over and
cs: Nebo začněte znovu a
ro: Sau începeți din nou și

source: Order History
cs: Historie objednávek
ro: Istoric comenzi

source: Order ID
cs: číslo objednávky
ro: Comanda ID

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
cs: Náš podpůrný tým společnosti Blockchain napsal nápovědu s vysvětlením, proč potřebujeme ověřit vaši totožnost
ro: Echipa noastră de suport pentru blocuri a scris Ghiduri de asistență explicând de ce trebuie să vă verificăm identitatea

source: Our Blockchain Support Team is standing by to help any questions you have.
cs: Náš podpůrný tým společnosti Blockchain vám pomůže s případnými dotazy.
ro: Echipa noastră de asistență în bloc este în picioare pentru a vă ajuta în orice întrebare aveți.

source: Our Exchange will be able to:
cs: Naše burza bude schopna:
ro: Bursa noastră va putea:

source: Our Latest Airdrop is Here
cs: Náš nejnovější Airdrop je tady.
ro: Ultimul nostru Airdrop este aici!

source: Our next airdrop with Blockstack is launching soon! Get free Stacks (STX) by upgrading your profile to Gold Level.
cs: Náš příští letoun s Blockstackem bude spuštěn brzy! Získejte zdarma komíny (STX) upgradováním vašeho profilu na zlatou úroveň.
ro: Următorul nostru pas aerian cu Blockstack se lansează în curând! Obțineți gratuit Stacks (STX) prin modernizarea profilului la nivel Gold.

source: Overview
cs: Přehled
ro: Prezentare generală

source: Own your digital identity and data with hundreds of decentralized apps built with Blockstack.
cs: Vlastníte svou digitální identitu a data se stovkami decentralizovaných aplikací vytvořených pomocí Blockstacku.
ro: Dețineți identitatea și datele dvs. digitale cu sute de aplicații descentralizate, construite cu Blockstack.

source: Pair Web Wallet
cs: Párová peněženka
ro: Asociați Portofelul Web

source: Parsing Pairing Code
cs: Analýza párovacího kódu
ro: Parsarea codul de asociere

source: Password
cs: Heslo
ro: Parola

source: Password changed. Please login to continue.
cs: Heslo bylo změněno. Pokračujte prosím přihlášením.
ro: S-a schimbat parola. Vă rugăm să login pentru a continua.

source: Password do not match
cs: Hesla se neshodují
ro: parolele nu se potrivesc

source: Password must be different from your email
cs: Heslo se musí lišit od vašeho e-mailu
ro: Parola trebuie să fie diferită de e-mailul dvs.

source: Password must be less than or equal to 255 characters
cs: Heslo musí být menší nebo rovné 255 znakům
ro: Parola trebuie să fie mai mică sau egală cu 255 de caractere

source: Password Required
cs: Je vyžadováno heslo
ro: Parola necesare

source: Passwords do not match
cs: Hesla se neshodují
ro: parolele nu se potrivesc

source: PAX Fee
cs: PAX Poplatek
ro: PAX Taxa

source: Payment Received
cs: Platba přijata
ro: Plata primita

source: Payment sent
cs: Platba odeslána
ro: Plată trimisă

source: Payment Sent!
cs: Platba odeslána!
ro: Trimis de plată!

source: Payment Sent! Your balance and transactions will update soon.
cs: Platba odeslána Váš zůstatek a transakce se brzy aktualizují.
ro: Plată trimisă! Soldul și tranzacțiile dvs. se vor actualiza în curând.

source: Payments Sent
cs: Platby odeslány
ro: Plăți trimise

source: Pending
cs: čekající
ro: In asteptarea

source: Pending %@ Buy
cs: Čeká se na %@ Koupit
ro: %@ Cumpără în așteptare

source: Pending (%@ Confirmations)
cs: Čeká se ( %@ Potvrzení)
ro: În așteptare ( %@ Confirmări)

source: Pending Review
cs: Čeká na kontrolu
ro: Revizuire în așteptare

source: Phrase Backed
cs: Fráze byla zálohována
ro: Fraza susţinute

source: Pick up where you left off and complete your identity verification.
cs: Zjistěte, kde jste skončili, a dokončete ověření identity.
ro: Alege locul unde ai plecat și completează verificarea identității.

source: PIN Response Object key or value length 0
cs: Délka hodnoty nebo klíče objektu odezvy PINu 0
ro: PIN răspuns obiect cheie sau o valoare lungime 0

source: PIN response Object success length 0
cs: Odezva PIN Délka úspěchu objektu 0
ro: Răspunsul la codul PIN Obiectivul lungimii succesului 0

source: PIN Validation Error
cs: Chyba ověření PINu
ro: Eroare de validare cod PIN

source: PINs don't match
cs: PIN se neshodují
ro: Codurile PIN nu se potrivesc

source: Please add an email address
cs: Přidejte prosím e-mailovou adresu
ro: Vă rugăm să adăugaţi o adresă de e-mail

source: Please allow your Blockchain app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
cs: Povolte přístup k mikrofonu aplikaci Blockchain. Jedná se o volitelný požadavek, který má zvýšit bezpečnost uživatele při provádění ověření ID
ro: Vă rugăm să permiteți accesul aplicației Blockchain la microfon. Aceasta este o cerere opțională concepută pentru a îmbunătăți securitatea utilizatorului în timp ce efectuați verificarea ID-ului

source: Please allow your Blockchain App access your camera to upload your ID and take a Selfie.
cs: Povolte aplikaci Blockchain přístup ke kameře, abyste mohli nahrát své ID a vzít si Selfie.
ro: Vă rugăm să permiteți aplicației dvs. Blockchain să acceseze camera pentru a vă încărca ID-ul și a lua un Selfie.

source: Please check your email and authorize this log-in attempt. After doing so, please return here.
cs: Zkontrolujte prosím svůj e-mail a autorizujte tento pokus o přihlášení. Poté to prosím vraťte sem.
ro: Verificați adresa dvs. de e-mail și autorizați această tentativă de conectare. După acest lucru, vă rugăm să reveniți aici.

source: Please check your email and click on the verification link.
cs: Zkontrolujte prosím svůj e-mail a klikněte na ověřovací odkaz.
ro: Verificați adresa dvs. de e-mail și faceți clic pe linkul de verificare.

source: Please check your internet connection.
cs: Ověřte připojení k Internetu.
ro: Vă rugăm să verificaţi conexiunea la internet.

source: Please choose another PIN
cs: Vyberte prosím jiný PIN
ro: Vă rugăm să alegeţi un alt PIN

source: Please choose from the options below.
cs: Vyberte prosím z možností níže.
ro: Vă rugăm să selectaţi din opţiunile de mai jos.

source: Please enable 2FA on your Exchange account to complete deposit.
cs: Chcete-li dokončit vklad, povolte na svém účtu Exchange 2FA
ro: Vă rugăm să activați 2FA din contul dvs. Exchange pentru a depune depozitul

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
cs: Zadejte prosím poplatek vyšší než 0 BTC a maximálně 0,01 BTC
ro: Vă rugăm să introduceţi o taxă mai mare decât 0 BTC şi cel 0.01 BTC

source: Please enter a new PIN
cs: Zadejte prosím nový PIN
ro: Vă rugăm să introduceţi un PIN nou

source: Please enter your %@ 2FA code
cs: Zadejte prosím kód dvoufaktorové autorizace %@
ro: Vă rugăm să introduceţi codul de 2FA %@

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
cs: Zadejte správně identifikátor peněženky s 36 znaky. Najdete ho v úvodním e-mailu při spuštění.
ro: Vă rugăm să introduceţi identificatorul dvs portofel de 36 caractere corect. Se pot fi găsite în e-mail bine ai venit pe startup.

source: Please enter your password to log into your Blockchain wallet.
cs: Chcete-li se přihlásit do Peněženky Blockchain, zadejte své heslo.
ro: Vă rugăm să introduceți parola pentru a vă autentifica în portofelul Blockchain.

source: Please enter your PIN
cs: Zadejte svůj PIN
ro: Vă rugăm să introduceți codul PIN

source: Please enter your recovery phrase with words separated by spaces
cs: Zadejte prosím frázi pro obnovení se slovy oddělenými mezerami
ro: Vă rugăm să introduceţi fraza ta de recuperare cu cuvinte separate prin spaţii

source: Please enter your wallet password.
cs: Zadejte své heslo k peněžence.
ro: Introduceți parola portofelului.

source: Please login to load more addresses.
cs: Chcete-li načíst další adresy, přihlaste se.
ro: Vă rugăm să vă autentificați pentru a încărca mai multe adrese.

source: Please lower the fee to an amount that is less than your balance
cs: Snižte poplatek na částku, která je nižší než váš zůstatek
ro: Vă rugăm să reduceți taxa până la o sumă mai mică decât soldul dvs.

source: Please provide an email address.
cs: Zadejte prosím e-mailovou adresu.
ro: Vă rugăm să furnizaţi o adresă de e-mail.

source: Please refresh the pairing code and try again.
cs: Aktualizujte prosím párovací kód a zkuste to znovu.
ro: Reîmprospătați codului de cuplare și încercați din nou.

source: Please return to the Exchange to complete account setup.
cs: Vraťte se na burzu a dokončete nastavení účtu.
ro: Vă rugăm să reveniți la Exchange pentru a finaliza configurarea contului.

source: Please review and confirm your
cs: Zkontrolujte a potvrďte
ro: Vă rugăm să verificați și să confirmați

source: Please select a different address to send from.
cs: Vyberte jinou adresu, ze které chcete odeslat.
ro: Vă rugăm să selectați o altă adresă de la care să trimiteți.

source: Please send %@ to
cs: Prosím odešlete %@ to
ro: Trimiteți %@ la

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
cs: Zašlete platbu na bitcoinovou adresu ( <a href="https://blockchain.info/wallet/bitcoin-faq"> nápověda? </a> ): %@
ro: Vă rugăm să trimiteți plata la adresa bitcoin ( <a href="https://blockchain.info/wallet/bitcoin-faq"> ajutor? </a> ): %@

source: Please transfer %@ from your bank account to Blockchain.com. Once we receive the funds, we’ll create your %@ buy order.
cs: Převeďte %s z vašeho bankovního účtu na Blockchain.com. Jakmile dostaneme prostředky, vytvoříme vaši objednávku %s .
ro: Vă rugăm să transferați %s din contul dvs. bancar pe Blockchain.com. Odată ce primim fondurile, vom crea comanda dvs. de cumpărare %s .

source: Please try again
cs: Zkuste to prosím znovu
ro: Vă rugăm să încercaţi din nou

source: Please verify your email address first.
cs: Nejdříve ověřte svou e-mailovou adresu.
ro: Vă rugăm să verificaţi adresa de e-mail în primul rând.

source: Please verify your mobile number first.
cs: Nejprve prosím ověřte své mobilní číslo.
ro: Verificați mai întâi numărul de telefon mobil.

source: Please wait until your last ETH transaction confirms
cs: Počkejte, až se potvrdí vaše poslední transakce ETH
ro: Vă rugăm să așteptați până la confirmarea ultimei tranzacții ETH

source: Please wait until your last ether transaction confirms.
cs: Počkejte, až se potvrdí vaše poslední transakce s etherem.
ro: Așteptați până la confirmarea ultimei tranzacții cu eter.

source: Polish Zloty
cs: Polský zlotý
ro: Zlot polonez

source: Postal Code
cs: poštovní směrovací číslo
ro: cod postal

source: Preferences
cs: Preference
ro: Preferințe

source: Preparing transfer
cs: Příprava převodu
ro: Pregătirea transferului

source: Prevent unauthorized access to your wallet. Enable 2-step verification to increase wallet security.
cs: Zabraňte neoprávněnému přístupu k vaší peněžence. Chcete-li zvýšit zabezpečení peněženky, pak povolte dvoukrokové ověření.
ro: Preveniți accesul neautorizat la portofel. Activați Verificarea în doi pași pentru a crește securitatea portofelului.

source: PREVIOUS
cs: PŘEDCHOZÍ
ro: ANTERIOR

source: Price
cs: Cena
ro: Preț

source: Priority
cs: Přednost
ro: Prioritate

source: Privacy Policy
cs: Zásady ochrany osobních údajů
ro: Politica de Confidențialitate

source: Private Key Needed
cs: Vyžaduje se soukromý klíč
ro: Este nevoie de cheia privată

source: Processing key
cs: Zpracování platby
ro: Cheie de prelucrare

source: Profile
cs: Profil
ro: Profil

source: Protect your wallet from unauthorized access by enabling 2-Step Verification.
cs: Chraňte svou peněženku před neoprávněným přístupem povolením dvoufázového ověření.
ro: Protejați-vă portofelul împotriva accesului neautorizat, activând verificarea în doi pași.

source: Push Notifications
cs: Oznámení Push
ro: Notificări

source: QR Codes
cs: QR kódy
ro: Coduri QR

source: Quickly sign into your wallet instead of using your PIN.
cs: Rychle se přihlaste do své peněženky místo použití kódu PIN.
ro: Conectați-vă rapid la portofel în loc să utilizați codul PIN.

source: Quote expires in %@
cs: Nabídka vyprší v %@
ro: Cotația expiră în %@

source: Rate Blockchain Wallet
cs: Ohodnoťte peněženku Blockchain
ro: Evaluează portofelul Blockchain

source: Rate us
cs: Ohodnoťte nás
ro: Ne evalua

source: Read More
cs: Přečtěte si více
ro: Citeste mai mult

source: Read Now
cs: Přečtěte si nyní
ro: Citeste acum

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
cs: Jste připraveni na nejlepší Blockchain App? Stáhněte si naši nejnovější verzi a získejte více ze svého šifrování.
ro: Gata pentru cel mai bun App Blockchain încă? Descărcați ultima noastră versiune și obțineți mai mult din Crypto.

source: Real-time Exchange Rates
cs: Směnné kurzy v reálném čase
ro: Cursuri de schimb în timp real

source: Receive
cs: Dostávat
ro: A primi

source: Receive to...
cs: Dostávat do ...
ro: Primiți la ...

source: Received
cs: Přijato
ro: Primit

source: Received from ShapeShift
cs: Přijato z ShapeShift
ro: Primit de la ShapeShift

source: Recipient
cs: Příjemce
ro: Destinatar

source: Recipients
cs: Příjemci
ro: destinatarii

source: Recover Funds
cs: Obnovte prostředky
ro: Recuperarea fondurilor

source: Recovering Funds
cs: Obnovování prostředků
ro: Recuperarea fondurilor

source: Recovery passphrase
cs: Heslo pro obnovení
ro: Fraza de acces pentru recuperare

source: Recovery Phrase
cs: Fráze zotavení
ro: Fraza de recuperare

source: Recovery phrase
cs: Fráze pro zotavení
ro: Fraza de recuperare

source: Refund in Progress
cs: Probíhá vrácení peněz
ro: Rambursare în curs

source: Refunded
cs: Vráceno
ro: rambursată

source: Regular
cs: Pravidelný
ro: Regulat

source: Request
cs: Žádost
ro: Cerere

source: Request %@
cs: Žádost %@
ro: Solicitare %@

source: Request Amount
cs: Částka požadavku
ro: Solicita suma

source: Request Bitcoin Cash
cs: Poptávka Bitcoin Cash
ro: Solicitare Bitcoin Cash

source: Request Ether
cs: Požádejte Ether
ro: Cerere de Ether

source: Request failed. Please check your internet connection.
cs: Požadavek selhal. Zkontrolujte připojení k internetu.
ro: Cerere nereusita. Verificați conexiunea la internet.

source: Request Funds
cs: Požádat o prostředky
ro: Cerere de fonduri

source: Request Payment
cs: Požádejte o platbu
ro: Solicitați plata

source: Required
cs: Požadované
ro: Necesar

source: Requires Email, Name, Date of Birth and Address
cs: Vyžaduje e-mail, jméno, datum narození a adresu
ro: Necesită e-mail, nume, data nașterii și adresă

source: Requires Silver level, Govt. ID and a Selfie
cs: Vyžaduje úroveň Silver, Govt. ID a Selfie
ro: Necesită nivel de argint, Govt. ID-ul și un Selfie

source: Resend verification email
cs: Znovu odeslat ověřovací e-mail
ro: Retrimite e-mail de verificare

source: Resend verification SMS
cs: Znovu odeslat ověřovací SMS
ro: Retrimite verificare SMS

source: Residence Card
cs: Rezidenční karta
ro: Card de rezidență

source: Retrieving recommended fee
cs: Načítání doporučeného poplatku
ro: Se preia taxa recomandată

source: Retry Validation
cs: Opakovat ověření
ro: Reîncercați validare

source: Russian Ruble
cs: Ruský rubl
ro: Rubla rusească

source: Safely store your crypto currency offline.
cs: Bezpečně ukládejte svůj kryptografický účet offline.
ro: Salvați în siguranță criptocurrency offline.

source: Satoshi per byte
cs: Satoshi na bajt
ro: Satoshi pe octet

source: Save
cs: Uložit
ro: salva

source: Scan Address
cs: Naskenovat adresu
ro: Adresă de scanare

source: Scan Pairing Code
cs: Naskenovat párovací kód
ro: Scanaţi codul de asociere

source: Scan Private Key
cs: Naskenovat privátní klíč
ro: Scanare cheie privată

source: Scan QR Code
cs: Naskenovat QR kód
ro: Scanați codul QR

source: Scan QR code
cs: Naskenovat QR kód
ro: Scanaţi codul QR

source: Seamlessly transact with others around the world
cs: Plynulé transakce s ostatními po celém světě
ro: Tranzacționați perfect cu alții din întreaga lume

source: Search
cs: Vyhledávání
ro: Cautati

source: second
cs: druhý
ro: al doilea

source: Second Password Incorrect
cs: Druhé heslo je nesprávné
ro: A doua parolă incorectă

source: Second Password Required
cs: Je vyžadováno druhé heslo
ro: A doua parolă necesară

source: second word
cs: druhé slovo
ro: al doilea cuvânt

source: Securely store bitcoin
cs: Bezpečně skladujte bitcoiny
ro: Stocați în mod sigur bitcoin

source: Securely transfer
cs: Bezpečně převeďte
ro: Transfer în siguranță

source: Security
cs: Bezpečnostní
ro: Securitate

source: See Charts
cs: Viz grafy
ro: Consultați Diagrame

source: See charts
cs: Viz grafy
ro: Vedeți grafice

source: Select Crypto
cs: Vyberte Krypto
ro: Selectați Crypto

source: Select Log in via mobile.
cs: Vyberte možnost Přihlásit se přes mobil.
ro: Selectați Logare prin mobil.

source: Select other %@ Wallet
cs: Vyberte další %@ Peněženku
ro: Selectați alt %@ portofel

source: Select State
cs: Vyberte stát
ro: Selectează statul

source: Select your State:
cs: Vyberte svůj stát:
ro: Selectați-vă statul:

source: Send
cs: Poslat
ro: Trimite

source: Send Again
cs: Poslat znovu
ro: Trimite din nou

source: Send again
cs: Poslat znovu
ro: Trimite din nou

source: Send crypto anywhere, anytime. All you need is the recipient’s crypto address.
cs: Pošlete krypto kdekoli a kdykoli. Vše, co potřebujete, je krypto adresa příjemce.
ro: Trimiteți crypto oriunde și oricând. Tot ce ai nevoie este adresa criptă a destinatarului.

source: Send from...
cs: Odeslat z...
ro: Trimite la...

source: Send to
cs: Poslat komu
ro: Trimite catre

source: Send to address
cs: Odeslat na adresu
ro: Trimiteți la adresă

source: Send to My Wallet
cs: Odeslat do mé peněženky
ro: Trimiteți în portofelul meu

source: Send to...
cs: Odeslat na...
ro: Trimite la...

source: Send verification SMS
cs: Odeslat ověřovací SMS
ro: Trimite SMS-uri de verificare

source: Send your wallet address to a friend to request funds. An address is a string of random letters and numbers that change for each transaction.
cs: Chcete-li požádat o prostředky, pak pošlete adresu své peněženky kamarádovi. Adresa je řetězec náhodných písmen a číslic, které jsou pro každou transakci jiné.
ro: Trimiteți adresa de portofel către un prieten pentru a solicita fonduri. O adresă este un șir de litere și numere aleatorii care se schimbă pentru fiecare tranzacție.

source: Sending
cs: Odesílání
ro: trimitere

source: Sending Funds
cs: Odesílání fondů
ro: Trimiterea fondurilor

source: Sending funds to a bitcoin address by accident will result in loss of funds.
cs: Při náhodném zasílání finančních prostředků na bitcoinovou adresu dojde ke ztrátě finančních prostředků.
ro: Trimiterea de fonduri către o adresă bitcoin întâmplător va duce la pierderea de fonduri.

source: Sending order
cs: Odeslání objednávky
ro: Se trimite comanda

source: Sending to an Exchange?
cs: Odesíláte na burzu?
ro: Trimiteți către un schimb?

source: Sending Transaction
cs: Odesílání transakce
ro: Trimiterea de tranzacţii

source: Sent
cs: Odesláno
ro: Trimis

source: Sent to %@
cs: Odesláno na %@
ro: Trimis la %@

source: Set as Default?
cs: Nastavit jako výchozí?
ro: Setează ca implicite?

source: Settings
cs: Nastavení
ro: Setări

source: seventh
cs: sedmý
ro: al șaptelea

source: seventh word
cs: sedmé slovo
ro: al șaptelea cuvânt

source: ShapeShift Withdrawal Fee
cs: Poplatek za výběr ShapeShift
ro: Taxa de retragere ShapeShift

source: Share
cs: Podíl
ro: Acțiune

source: Share Now
cs: Sdílej nyní
ro: Distribuie acum

source: Share your Gold or Silver Level status for unlimited trading
cs: Sdílejte svůj zlatý nebo stříbrný stav pro neomezené obchodování
ro: Partajează starea Nivelului de Aur sau de Argint pentru tranzacționare nelimitată

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
cs: Sdílením klíče xPub dáváte ostatním možnost sledovat historii Vašich transakcí. Vzhledem k tomu, že oprávněné osoby mohou narušit přístup k Vaší peněžence, sdílejte klíč xPub pouze s lidmi, kterým důvěřujete.
ro: Partajare dumneavoastră xPub autorizează altora pentru a urmări Istoricul tranzactiei. Ca persoane autorizate ar putea să perturbe-vă la accesarea portofel, numai cota ta xPub cu oameni tu trust.

source: Show QR Code
cs: Zobrazit QR kód
ro: Afișați codul QR

source: Signing Input %d
cs: Podpis vstupu %d
ro: Semnarea intrare %d

source: Signing Inputs
cs: Podpis vstupů
ro: Semnarea intrări

source: Silver Level
cs: Stříbrná úroveň
ro: Nivelul de argint
