Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: cs, ro

source: Transactions occur when you send and receive %@.
cs: K transakcím dochází, když odesíláte a přijímáte %@ .
ro: Tranzacțiile apar atunci când trimiteți și primiți %@ .

source: Transactions occur when you send and request bitcoin cash.
cs: K transakcím dochází, když odesíláte a požadujete bitcoinové hotovost.
ro: Tranzacțiile apar atunci când trimiteți și solicitați numerar bitcoin.

source: Transactions occur when you send and request bitcoin.
cs: K transakcím dochází, když odesíláte a požadujete bitcoiny.
ro: Tranzacțiile apar atunci când trimiteți și solicitați bitcoin.

source: Transactions occur when you send and request ether.
cs: K transakcím dochází, když odešlete a požádáte o ether.
ro: Tranzacțiile apar atunci când trimiteți și solicitați eter.

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
cs: Potvrzení transakcí bez poplatků může trvat déle, nebo nemusí být potvrzeny vůbec. Chcete pokračovat?
ro: Tranzacţii fără taxe poate lua o lungă perioadă de timp pentru a confirma sau nu poate fi confirmat la toate. Doriţi să continuaţi?

source: Transfer all
cs: Převést vše
ro: Transferă toate

source: Transfer All Funds
cs: Převeďte všechny prostředky
ro: Transferați toate fondurile

source: Transfer Amount
cs: Částka převodu
ro: Suma de transfer

source: Transfer Details
cs: Podrobnosti přenosu
ro: Detalii de transfer

source: Transfer Funds
cs: Převést prostředky
ro: Fonduri de transfer

source: Transfer imported addresses?
cs: Přenést importované adresy?
ro: Transferați adrese importate?

source: Transferred
cs: Přestoupil
ro: transferat

source: Transferred funds from %d %@
cs: Převedené prostředky od %d %@
ro: Transferuri de fonduri de la %d %@

source: Transferred funds from %d %@. Outputs for %d %@ were too small.
cs: Převedené prostředky z %d %@ . Výstupy pro %d %@ byly příliš malé.
ro: Transferuri de fonduri de la %d %@ . Rezultatele pentru %d %@ au fost prea mici.

source: Transferring all funds: Address %i of %i
cs: Převod všech prostředků: Adresa %i z %i
ro: Transferul tuturor fondurilor: adresa %i a %i

source: Try again
cs: Zkus to znovu
ro: Încearcă din nou

source: Try Again
cs: Zkus to znovu
ro: Încearcă din nou

source: twelfth
cs: dvanáctý
ro: al doisprezecelea

source: twelfth word
cs: dvanácté slovo
ro: al douăsprezecelea cuvânt

source: U.S. Dollar
cs: Americký dolar
ro: Dolar american

source: Unable to authenticate because the device does not support biometric authentication.
cs: Nelze ověřit, protože zařízení nepodporuje biometrické ověřování.
ro: Nu se poate autentifica, deoarece dispozitivul nu acceptă autentificarea biometrică.

source: Unable to authenticate due to failing authentication too many times.
cs: Nelze ověřit kvůli neúspěšnému ověření příliš mnohokrát.
ro: Imposibil de autentificat din cauza autentificării de prea multe ori.

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
cs: Peněženku se nepodařilo načíst z důvodu chybějící odezvy serveru. Pravděpodobně jste offline, nebo má server Blockchain potíže. Zkuste to prosím znovu později.
ro: Imposibil de încărcat portofel din cauza nici un răspuns de server. Aţi putea fi deconectat sau Blockchain se confruntă cu dificultăți. Vă rugăm să încercaţi din nou mai târziu.

source: Unable to retrieve the input device.
cs: Nelze načíst vstupní zařízení.
ro: Nu se poate prelua dispozitivul de intrare.

source: Unable to use biometrics.
cs: Nelze použít biometriku.
ro: Imposibil de utilizat biometrie.

source: Unarchive Address
cs: Odarchivovat adresu
ro: Unarchive adresa

source: Unconfirmed
cs: Nepotvrzeno
ro: Neconfirmat

source: Under Review
cs: V přehledu
ro: În curs de revizuire

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
cs: Bohužel jsme měli potíže s ověřením vaší totožnosti s dodanými dokumenty a váš účet nelze v tuto chvíli ověřit.
ro: Din păcate, am avut probleme în verificarea identității dvs. cu documentele furnizate, iar contul dvs. nu poate fi verificat în acest moment.

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
cs: Bohužel máme problémy s ověřením vaší identity a potřebujeme, abyste znovu odeslali své ověřovací informace.
ro: Din păcate, ne confruntăm cu dificultăți în verificarea identității dvs. și trebuie să retrimiteți informațiile de verificare.

source: Unfortunately, there is a problem with your order. We are researching and will resolve very soon.
cs: Bohužel je problém s objednávkou. Zkoumáme a brzy vyřešíme.
ro: Din păcate, există o problemă cu comanda dvs. Suntem cercetați și vom rezolva foarte curând.

source: Unknown
cs: Neznámý
ro: Necunoscut

source: Unknown key format
cs: Neznámý klíč formátu
ro: Format de cheie necunoscută

source: Unlock
cs: Odemknout
ro: Deblocare

source: Unlock Access to Airdrops
cs: Odemkněte přístup k Airdrops
ro: Deblocați accesul la Airdrops

source: Unlock Gold
cs: Odemknout zlato
ro: Deblocare aur

source: Unlock Silver
cs: Odemknout Silver
ro: Deblocați argintul

source: Unsupported Private Key Format
cs: Nepodporovaný privátního klíč formátu
ro: Neacceptat Format de cheie privată

source: Unverified
cs: Neověřeno
ro: neverificat

source: Up to %@
cs: Až %@
ro: Până la %@

source: Update
cs: Aktualizace
ro: Actualizați

source: Update Available
cs: K dispozici aktualizace
ro: Actualizare disponibila

source: Update Email
cs: Aktualizujte e-mail
ro: Actualizați e-mailul

source: Update Mobile
cs: Aktualizujte mobilní zařízení
ro: Actualizați mobil

source: Update Now
cs: Nyní aktualizovat
ro: Actualizează acum

source: Update Order
cs: Aktualizovat objednávku
ro: Actualizați comanda

source: Upgrade
cs: Vylepšit
ro: Actualizare

source: Upgrade now.
cs: Vylepšit nyní.
ro: Imbunatateste acum.

source: Upgrade to get free crypto
cs: Upgradujte a získejte zdarma krypto
ro: Upgrade pentru a obține cripto gratuit

source: Upgrade to Gold. Get $10
cs: Upgradujte na zlato. Získejte 10 $
ro: Upgrade la Gold. Obține 10 USD

source: Upgrade to V3
cs: Upgradovat na V3
ro: Upgrade-ul la V3

source: Upgrade your profile to Gold to access the Airdrop and get free Stacks (STX) from Blockstack.
cs: Upgradujte svůj profil na Gold pro přístup k Airdropu a získejte zdarma Stacky (STX) z Blockstacku.
ro: Upgrade-ți profilul la Gold pentru a accesa Airdrop și obține gratuit Stacks (STX) de la Blockstack.

source: Upload Documents
cs: Nahrajte dokumenty
ro: Încărcați documente

source: USD PAX Coming Soon!
cs: USD PAX Již brzy!
ro: USD PAX În curând!

source: Use %@ as PIN
cs: Jako PIN použijte %@
ro: Utilizați %@ ca PIN

source: Use %@ instead of PIN to authenticate Blockchain and access your wallet.
cs: K ověření Blockchainu a přístupu k vaší peněžence použijte %@ místo PIN.
ro: Utilizați %@ în loc de PIN pentru a autentifica Blockchain și pentru a accesa portofelul.

source: Use max
cs: Použijte max
ro: Folosiți max

source: Use MAX
cs: Použijte MAX
ro: Folosiți MAX

source: Use maximum
cs: Použijte maximum
ro: Utilizați maxim

source: Use min
cs: Použijte min
ro: Folosiți min

source: Use MIN
cs: Použijte MIN
ro: Folosiți MIN

source: Use minimum
cs: Použijte minimum
ro: Utilizați minim

source: Use Passcode
cs: Použijte přístupový kód
ro: Utilizați codul de acces

source: Use recommended values
cs: Použijte doporučené hodnoty
ro: Utilizați valorile recomandate

source: Use total available minus fee: %@
cs: Použít veškeré dostupné bez poplatku:
ro: Folosiți taxa totală minus disponibilă: %@

source: Use total spendable balance:
cs: Použít celkový zůstatek:
ro: Folosiți soldul total cheltuibil:

source: Use your Recovery Phrase to restore your funds in case of a lost password. Anyone with access to your Recovery Phrase can access your funds, so keep it offline somewhere safe and secure.
cs: Pomocí fráze pro zotavení obnovte své prostředky v případě ztraceného hesla. K vašim finančním prostředkům může mít přístup kdokoli s přístupem k vaší frázi pro zotavení, takže je udržujte offline v bezpečí a bezpečí.
ro: Utilizați fraza de recuperare pentru a restabili fondurile în cazul unei parole pierdute. Oricine are acces la fraza de recuperare poate accesa fondurile dvs., așadar păstrați-l offline undeva în siguranță și în siguranță.

source: Used to identify transactions
cs: Používá se k identifikaci transakcí
ro: Folosit pentru identificarea tranzacțiilor

source: User Declined
cs: Uživatel zamítnut
ro: Utilizatorul a refuzat

source: Using your computer's camera, scan the QR code below.
cs: Pomocí fotoaparátu počítače naskenujte níže uvedený QR kód.
ro: Utilizând camera computerului, scanați codul QR de mai jos.

source: Usually takes less than 15-30 seconds
cs: Obvykle trvá méně než 15-30 sekund
ro: De obicei durează mai puțin de 15-30 de secunde

source: Valid Passport
cs: Platný pas
ro: Pasaport valid

source: Value
cs: Hodnota
ro: Valoare

source: Value when received: %@
cs: Hodnota při přijetí: %@
ro: Valoare la primire: %@

source: Value when sent: %@
cs: Hodnota při odeslání: %@
ro: Valoare la trimiterea: %@

source: Verification Code
cs: Ověřovací kód
ro: Cod de verificare

source: Verification email has been sent to %@.
cs: Ověřený e-mail byl odeslán na %@.
ro: Verificării e-mail a fost trimis la %@.

source: Verification Failed
cs: Ověření se nezdařilo
ro: Verificare esuata

source: Verification in Progress
cs: Probíhá ověřování
ro: Verificare în curs

source: Verification Under Review
cs: Ověření probíhá
ro: Verificare în curs de revizuire

source: Verified
cs: Ověřeno
ro: verificat

source: Verify
cs: Ověřte
ro: Verifica

source: Verify Backup
cs: Ověřte zálohu
ro: Verificați copia de rezervă

source: Verify Email
cs: Ověřit e-mail
ro: Verifica E-mail

source: Verify Email Address
cs: Ověřte e-mailovou adresu
ro: verifica adresa de email

source: Verify Your Backup
cs: Ověřte zálohu
ro: Verificați backup-ul

source: Verify Your Email
cs: Ověřte svůj email
ro: Verifica-ți email-ul

source: Verify Your Email Address
cs: Ověřte svou e-mailovou adresu
ro: Verifică-ți adresa de email

source: Verify your identity to participate in our Airdrop program and receive free crypto from future Airdrops.
cs: Ověřte svou totožnost, abyste se mohli účastnit našeho programu Airdrop a dostávat zdarma kryptogram od budoucích Airdropů.
ro: Verificați-vă identitatea pentru a participa la programul nostru Airdrop și primiți cripto gratuit de la viitorii Airdrops.

source: Verifying
cs: Ověřování
ro: Verificarea

source: Verifying your information
cs: Ověření vašich informací
ro: Verificarea informațiilor

source: View Activity
cs: Zobrazit aktivitu
ro: Vizualizare activitate

source: View Bank Transfer Details
cs: Zobrazit podrobnosti o bankovním převodu
ro: Vizualizați detaliile transferului bancar

source: View details
cs: Zobrazit podrobnosti
ro: Vezi detalii

source: View Details
cs: Zobrazit podrobnosti
ro: Vezi detalii

source: View My Swap Limit
cs: Zobrazit My Swap Limit
ro: Vedeți limita mea de swap

source: View on
cs: Výhled na
ro: Vedere

source: View on %@
cs: Zobrazit na %@
ro: Vizualizați pe %@

source: View Order Details
cs: Zobrazit podrobnosti objednávky
ro: Vezi detaliile comenzii

source: View Your Portfolio
cs: Prohlédněte si své portfolio
ro: Vizualizați portofoliul

source: Waiting for payment
cs: Čekání na platbu
ro: asteptand plata

source: Waiting for Payment
cs: Čekání na platbu
ro: Asteptand plata

source: Wallet
cs: Peněženka
ro: Portofel

source: Wallet Connect
cs: Připojte se k Peněžence
ro: Portofel Conectare

source: Wallet ID
cs: ID peněženky
ro: ID portofel

source: Wallet id is not valid
cs: ID peněženky není platné
ro: ID-ul portofelului nu este valid

source: Wallet Identifier
cs: Identifikátor peněženky
ro: Identificator de portofel

source: Wallet Recovery Phrase
cs: Fráze pro obnovení peněženky
ro: Fraza de recuperare a portofelului

source: Wallets
cs: Peněženky
ro: Portofele

source: Want Free Crypto?
cs: Chcete zdarma kryptografii?
ro: Vrei Crypto gratuit?

source: Want to learn more? Tap here to visit %@
cs: Chcete se dozvědět více? Klepnutím sem přejdete na stránku %@
ro: Doriți să aflați mai multe? Atingeți aici pentru a vizita %@

source: Warning
cs: Varování
ro: Avertizare

source: Warning!!!
cs: Varování!!!
ro: Avertizare!!!

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
cs: Varování: Identifikátor Vaší peněženky je citlivý údaj. Kopírování může ohrozit zabezpečení Vaší peněženky.
ro: Avertisment: Identificatorul dvs portofel este informaţii sensibile. Copierea poate compromite securitatea de portofel.

source: Watch Only
cs: Pouze ke sledování
ro: Uita-te doar

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
cs: Vyskytuje se problém služby, který může ovlivnit zobrazované zůstatky. Nebojte se, vaše peníze jsou v bezpečí.
ro: Vă confruntăm cu o problemă de serviciu care poate afecta balanțele afișate. Nu vă faceți griji, fondurile dvs. sunt sigure.

source: We are unable to display your Lockbox balance at this time. Don’t worry, your funds are safe. We’ll be adding this feature soon. While you wait, you can check your balance on the web.
cs: Momentálně nemůžeme zobrazit zůstatek Lockboxu. Nebojte se, vaše prostředky jsou v bezpečí. Tuto funkci přidáme brzy. Během čekání můžete zkontrolovat zůstatek na webu.
ro: În prezent, nu putem afișa balanța Lockbox. Nu vă faceți griji, fondurile dvs. sunt sigure. Vom adăuga această caracteristică în curând. În timp ce așteptați, puteți verifica soldul dvs. pe web.

source: We can help you buy in a just a few simple steps.
cs: Můžeme vám pomoci koupit v několika jednoduchých krocích.
ro: Vă putem ajuta să cumpărați în doar câțiva pași simpli.

source: We can't check whether this address has been used. Show anyway?
cs: Nemůžeme zkontrolovat, zda byla tato adresa použita. Zobrazit přesto?
ro: Nu putem verifica dacă această adresă a fost folosită. Arată oricum?

source: We could not connect your Wallet to The Exchange. Please try again
cs: Vaši Peněženku jsme nemohli připojit k burze Exchange. Prosím zkuste to znovu
ro: Nu am putut conecta portofelul la Exchange. Vă rugăm să încercați din nou

source: We had some issues with the documents you’ve supplied. Please try uploading the documents again to continue with your verification.
cs: Měli jsme nějaké problémy s dodanými dokumenty. Zkuste prosím znovu nahrát dokumenty a pokračovat v ověřování.
ro: Am avut câteva probleme cu documentele furnizate. Încercați să încărcați din nou documentele pentru a continua verificarea.

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
cs: Měli jsme nějaké potíže s ověřením vašeho účtu pomocí poskytnutých dokumentů. Náš tým podpory vás brzy kontaktuje a vyřeší to.
ro: Am avut probleme în verificarea contului dvs. cu documentele furnizate. Echipa noastră de asistență vă va contacta în scurt timp pentru a rezolva acest lucru.

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
cs: Měli jsme potíže se schválením vaší identity. Vaše funkce Swap byla v tuto chvíli zakázána.
ro: Am avut probleme cu aprobarea identității tale. Funcția Swap a fost dezactivată în acest moment.

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The Exchange.
cs: Právě jsme vám poslali ověřovací e-mail. Než se budete moci připojit k serveru Exchange, je třeba ověřit vaši e-mailovou adresu.
ro: Tocmai v-am trimis un e-mail de verificare. Adresa dvs. de e-mail trebuie să fie verificată înainte de a vă putea conecta la Exchange.

source: We just sent you an email with further instructions.
cs: Právě jsme vám poslali e-mail s dalšími pokyny.
ro: Tocmai v-am trimis un e-mail cu instrucțiuni suplimentare.

source: We Need Some More Information to Complete Your Profile
cs: K dokončení vašeho profilu potřebujeme další informace
ro: Avem nevoie de câteva informații suplimentare pentru a vă completa profilul

source: We need to verify your email address as an added layer of security.
cs: Jako dodatečnou vrstvu zabezpečení musíme ověřit vaši e-mailovou adresu.
ro: Trebuie să verificăm adresa de e-mail ca un nivel suplimentar de securitate.

source: We Now Support Stellar
cs: Nyní podporujeme hvězdný systém
ro: Acum sprijinim Stellar

source: We sent an email to
cs: Poslali jsme e-mail na adresu
ro: Am trimis un e-mail la

source: We sent you an email with a verification link. Didn’t get it? Check your spam folder.
cs: Poslali jsme vám e-mail s ověřovacím odkazem. Nechápu to? Zkontrolujte složku se spamem.
ro: V-am trimis un e-mail cu un link de verificare. Nu l-am înțeles? Verificați folderul spam.

source: We work with exchange partners all over the world, so you can buy and sell bitcoin directly from your wallet.
cs: Spolupracujeme s partnerskými směnárnami po celém světě, abyste mohli kupovat bitcoiny přímo ze své peněženky.
ro: Lucrăm cu parteneri de schimb din întreaga lume, astfel încât să puteți cumpăra și vinde bitcoin direct din portofel.

source: We'll keep you up-to-date here with recommendations and new features.
cs: Budeme Vás informovat o doporučeních a nových funkcích.
ro: Vă vom ține la curent cu recomandările și funcțiile noi.

source: We're airdropping you free crypto in 2020
cs: Přinášíme vám zdarma kryptogram v roce 2020
ro: În 2020 vă oferim cripto gratuit

source: We're not sure what happened but we didn't receive your order details. Unfortunately, you're going to have to enter your order again.
cs: Nejsme si jisti, co se stalo, ale údaje o objednávce jsme neobdrželi. Objednávku budete muset zadat znovu.
ro: Nu suntem siguri de ce sa întâmplat, dar nu am primit detaliile comenzii. Din păcate, va trebui să introduceți din nou comanda.

source: We're sorry, the airdrop program is currently not available where you are.
cs: Je nám líto, program airdrop není aktuálně k dispozici tam, kde jste.
ro: Ne pare rău, momentan programul airdrop nu este disponibil unde vă aflați.

source: We're sorry, the XLM airdrop is over. Complete your profile to be eligible for future airdrops and access trading.
cs: Je nám líto, ale XLM airdrop je u konce. Vyplňte svůj profil, abyste byli způsobilí pro budoucí seskoky a přístup k obchodování.
ro: Ne pare rău, airdropul XLM sa terminat. Completați profilul dvs. pentru a fi eligibil pentru viitoarele licuricii și tranzacționarea accesului.

source: Weak
cs: Slabý
ro: Slab

source: Week
cs: Týden
ro: Săptămână

source: week
cs: týden
ro: săptămână

source: weeks
cs: týdny
ro: săptămâni

source: Welcome
cs: Vítejte
ro: bun venit

source: Welcome to Blockchain
cs: Vítejte v destinaci Blockchain
ro: Bine ați venit la Blockchain

source: Welcome to Blockchain!
cs: Vítejte v Blockchainu!
ro: Bine ați venit la Blockchain!

source: Welcome to Swap!
cs: Vítejte ve službě Swap!
ro: Bine ați venit la Swap!

source: We’re bringing USD PAX to iOS. While you wait, Send, Receive & Exchange USD PAX on the web.
cs: Přinášíme USD PAX do iOS. Zatímco čekáte, pošlete, přijměte a vyměňte USD PAX na webu.
ro: Aducem USD PAX la iOS. În timp ce așteptați, trimiteți, primiți și schimbați USD PAX pe web.

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
cs: Na Vašem telefonu jsme zaznamenali předchozí instalaci peněženky Blockchain.
ro: Ne-am detectat o instalare anterioară de portofel Blockchain pe telefon.

source: What do you want to exchange?
cs: Co si chcete vyměnit?
ro: Ce vrei să faci schimb?

source: What do you want to receive?
cs: Co chcete dostávat?
ro: Ce vrei să primești?

source: What happens next?
cs: Co se stane dál?
ro: Ce se întâmplă în continuare?

source: What is USD PAX?
cs: Co je USD PAX?
ro: Ce este USD PAX?

source: What's this for?
cs: K čemu to je?
ro: Pentru ce este vorba?

source: What's this?
cs: Co je to?
ro: Ce este asta?

source: When you buy crypto, we store your funds securely for you in a Crypto Trading Wallet. These funds are stored by us on your behalf. You can keep them safe with us or transfer them to your non-custodial Wallet to own and store yourself.
cs: Když si koupíte krypto, uložíme pro vás vaše prostředky bezpečně v peněžence Crypto Trading Wallet. Tyto prostředky jsou uloženy naším jménem. Můžete je udržet v bezpečí u nás nebo je přenést do své nevazební Peněženky, abyste je mohli vlastnit a uložit.
ro: Când cumpărați crypto, vă stocăm în siguranță fondurile pentru dvs. într-un portofel de tranzacționare Crypto. Aceste fonduri sunt stocate de noi în numele dumneavoastră. Puteți să le păstrați în siguranță alături de noi sau să le transferați în portofelul dvs. fără custodie pentru a vă deține și a vă depozita.

source: Where
cs: Kde
ro: Unde

source: Which document are you using?
cs: Který dokument používáte?
ro: Ce document utilizați?

source: Whoa! Hold your horses. 🐴
cs: Hej! Ne tak zhurta. 🐴
ro: Uau! Ai răbdare. 🐴

source: Why do we need this?
cs: Proč tohle potřebujeme?
ro: De ce avem nevoie de asta?

source: Will Not:
cs: Nebude:
ro: Nu voi:

source: With BitPay, you can now use your Blockchain wallet for purchases with supporting retailers.
cs: S BitPay můžete nyní používat peněženku Blockchain pro nákupy s podporou maloobchodníků.
ro: Cu BitPay, puteți utiliza acum portofelul Blockchain pentru achiziții cu comercianți cu amănuntul.

source: With Blockchain Airdrops, get free crypto sent right to your Blockchain Wallet.
cs: S Blockchain Airdrops získáte zdarma kryptogram odeslaný přímo do vaší Peněženky Blockchain.
ro: Cu Blockchain Airdrops, primiți cripto gratuit trimis direct în portofelul dvs. Blockchain.

source: With Swap your crypto is safe, secure, and your keys are always intact.
cs: S Swapem je vaše krypto bezpečné, bezpečné a vaše klíče jsou vždy neporušené.
ro: Cu Swap, cripto-ul dvs. este în siguranță, iar tastele dvs. sunt întotdeauna intacte.

source: word
cs: slovo
ro: cuvânt

source: Word %@ of %@
cs: Slovo %@ z %@
ro: Cuvânt %@ din %@

source: Would you like to add the bitcoin address %@ to your address book?
cs: Chcete přidat bitcoinovou adresu %@ do Vašeho adresáře?
ro: Doriţi să adăugaţi bitcoin adresa %@ în agendă?

source: Would you like to archive the addresses used?
cs: Chcete archivovat použité adresy?
ro: Doriți să arhivați adresele utilizate?

source: Would you like to tell us about your experience with Blockchain?
cs: Chtěli byste nám sdělit své zkušenosti s Blockchainem?
ro: Doriți să ne spuneți despre experiența dvs. cu Blockchain?

source: Write Down Recovery Phrase
cs: Zapište frázi pro zotavení
ro: Notează fraza de recuperare

source: Write down the following 12 word Recovery Phrase exactly as they appear and in this order:
cs: Následující 12 slovní frázi pro zotavení si zapište přesně tak, jak se objeví a v tomto pořadí:
ro: Scrieți următoarea expresie de recuperare a celor 12 cuvinte exact așa cum apar și în această ordine:

source: Wrong BIP38 Password
cs: Nesprávné heslo BIP38
ro: Gresit BIP38 parola

source: Wrong Verification Code
cs: Chybný ověřovací kód
ro: Cod de verificare greșit

source: XLM is a token that enables quick, low cost global transactions. Send, receive, and trade XLM in the wallet today.
cs: XLM je token, který umožňuje rychlé a levné globální transakce. Poslat, přijmout a obchodovat XLM v peněžence dnes.
ro: XLM este un simbol care permite tranzacții globale rapide și cu costuri reduse. Trimiteți, primiți și tranzacționați XLM în portofel astăzi.
