Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/*.lproj/Backup.strings
Languages: ar, ca, el, es, id, it, ja, ko, nl, pl, ru, th, tr, uk, vi, zh_hans

# 3kJ-3U-lFe.text
source: Please try again
id: Silakan coba lagi
ja: もう一度やり直してください。
nl: Probeer het a.u.b. opnieuw
pl: Spróbuj ponownie
ru: Попробуйте еще раз
th: โปรดลองอีกครั้ง
tr: Lütfen yeniden deneyin
uk: Будь ласка, спробуйте ще раз
vi: Xin vui lòng thử lại

# 4Nq-ue-tXr.text
source: Verify that you wrote down the backup phrase
ar: تأكد من أن قمت بكتابته عبارة النسخ الاحتياطي
ca: Verificar que vostè va escriure la frase de còpia de seguretat
el: Βεβαιωθείτε ότι καταγράψατε το εφεδρικό φράση
es: Verificar que escribiste la frase de copia de seguridad
id: Masukkan kata-kata berikut dari frase pemulihan Anda untuk menyelesaikan proses backup.
it: Verificare che hai scritto giù la frase di backup
ja: バックアップのフレーズが書き留めたことを確認します。
ko: 백업 문구를 적어 확인
nl: Voer de volgende woorden uit uw herstel zin om de back-up proces te voltooien.
pl: Sprawdź, że napisałeś dół kopii zapasowej zdanie
ru: Убедитесь, что вы записали резервную фразу
th: ป้อนคำต่อไปนี้จากข้อความกู้คืนการสำรองข้อมูล
tr: Aşağıdaki sözcükler yedekleme işlemini tamamlamak için kurtarma ifade girin.
uk: Перевірте, чи записали резервні фразу
vi: Nhập các từ sau đây từ cụm từ phục hồi của bạn để hoàn tất quá trình sao lưu.
zh_hans: 验证您记下备份的短语

# 6zt-Xf-txg.text
source: Press and hold to reveal the word
ar: اضغط باستمرار لتكشف عن كلمة
ca: Premuda per revelar la paraula
el: Πατήστε και κρατήστε πατημένο για να αποκαλύψει τη λέξη
es: Presione y sostenga para revelar la palabra
id: Tekan dan tahan untuk menampilkan katanya
it: Premere e tenere premuto per rivelare la parola
ja: 単語を明らかにするを押し
ko: 공개 단어를 누르고
nl: Houd ingedrukt om te onthullen het woord
pl: Naciśnij i przytrzymaj, aby odsłonić słowo
ru: Нажмите и удерживайте, чтобы показать слово
th: กดค้างไว้เพื่อเปิดเผยคำ
tr: Kelime ortaya çıkarmak için basılı tutun
uk: Натисніть і утримуйте, щоб виявити слово
vi: Bấm và giữ để lộ từ
zh_hans: 按下并按住要揭示这个词

# 07q-RX-CeI.text
source: Please try again
id: Silakan coba lagi
ja: もう一度やり直してください。
nl: Probeer het a.u.b. opnieuw
pl: Spróbuj ponownie
ru: Попробуйте еще раз
th: โปรดลองอีกครั้ง
tr: Lütfen yeniden deneyin
uk: Будь ласка, спробуйте ще раз
vi: Xin vui lòng thử lại

# 9A7-TT-PzN.title
source: Backup Wallet
ar: محفظة احتياطية
ca: Cartera de còpia de seguretat
el: Αντιγράφων ασφαλείας πορτοφόλι
es: Cartera de copia de seguridad
id: Dana Cadangan
it: Backup portafoglio
ja: バックアップ資金
ko: 지갑 백업
nl: Back-fondsen
pl: Kopia zapasowa funduszy
ru: Сделать резервную копию средств
th: กองทุนสำรอง
tr: Yedek fonlar
uk: Резервних фондів
vi: Quỹ dự phòng
zh_hans: 备份钱包

# 9Hu-uO-gJl.text
source: You have not backed up your wallet yet
ar: أنت قد لا احتياطياً المحفظة الخاصة بك حتى الآن
ca: No tenen recolzava cap amunt de la seva cartera encara
el: Έχετε δεν υποστηρίξει το πορτοφόλι σας ακόμα
es: Usted no tiene una copia su billetera todavía
id: Oh tidak! Anda belum didukung dana Anda belum.
it: Voi non backup portafoglio ancora
ja: まだあなたの資金をバックアップしていない場合
ko: 하지 백업 당신의 지갑 아직
nl: Oh neen! U back geen-up uw fondsen nog.
pl: Nie ma kopii zapasowej fundusze jeszcze
ru: Вы еще не сделали резервную копию ваших средств
th: โอ้ ไม่ คุณไม่ได้สำรองเครื่องเงินของคุณได้
tr: Oh yok! Paranızı kadar destekli değil.
uk: Ви не резервне копіювання ваших фондів ще
vi: Ồ không! Bạn đã không sao lưu các khoản tiền của bạn được nêu ra.
zh_hans: 你有没有备份你的钱包

# 9WK-My-5CL.text
source: This action requires the second password for your bitcoin wallet. Please enter it below and press continue.
id: Tindakan ini memerlukan sandi kedua untuk bitcoin dompet Anda. Silakan masukkan di bawah ini dan tekan lanjutkan.
ja: このアクションは、bitcoin 財布のための 2 番目のパスワードを必要があります。ください以下に入力し、続行を押す。
nl: Deze actie is het tweede wachtwoord vereist voor uw bitcoin portemonnee. Voer het hieronder en druk op blijven.
pl: Ta akcja wymaga drugiego hasła dla portfela bitcoin. Proszę wpisać poniżej i naciśnij przycisk Kontynuuj.
ru: Это действие требует введения второго пароля для кошелька bitcoin. Пожалуйста, введите его ниже и нажмите продолжить.
th: การดำเนินการนี้ต้องใช้รหัสผ่านที่สองสำหรับกระเป๋าสตางค์ของคุณ bitcoin รหัสด้านล่าง และกดดำเนินการต่อไป
tr: Bu eylem için bitcoin-cüzdanını ikinci parola gerektirir. Lütfen aşağıya girin ve basın devam edin.
uk: Ця дія вимагає другий пароль для вашого гаманця bitcoin. Будь ласка, введіть його нижче та натисніть Продовжити.
vi: Hành động này yêu cầu mật khẩu thứ hai cho bitcoin ví của bạn. Vui lòng nhập nó dưới đây và nhấn tiếp tục.

# 9hR-tm-aq5.placeholder
source: first word
ar: الكلمة الأولى
ca: primera paraula
el: πρώτη λέξη
es: primera palabra
id: kata pertama
it: prima parola
ja: 最初の単語
ko: 첫 번째 단어
nl: eerste woord
pl: pierwsze słowo
ru: первое слово
th: คำแรก
tr: ilk kelime
uk: перше слово
vi: töø ñaàu tieân
zh_hans: 第一个单词

# CBl-1W-VP8.placeholder
source: Password
id: Sandi
ja: パスワード
nl: Wachtwoord
pl: Hasło
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu

# EQM-OM-jK8.normalTitle
source: Done
ar: التحقق
ca: VERIFICAR
el: ΕΠΑΛΉΘΕΥΣΗ
es: VERIFICAR
id: Sudah Selesai
it: VERIFICARE
ja: 行われます
ko: 확인
nl: Gedaan
pl: Zrobić
ru: Готово
th: เสร็จแล้ว
tr: Bitmiş
uk: Зроблено
vi: Thực hiện
zh_hans: 验证

# FDO-ui-cGo.text
source: Don't take a screenshot! You can jepoardize your wallet's security
id: Jangan mencuplik layar! Anda dapat membahayakan keamanan dompet Anda
ja: Don't は、スクリーン ショットを取る! あなたの財布のセキュリティを危険にさらすことができます。
nl: Neem een screenshot niet! U kunt uw portemonnee veiligheid in gevaar brengen
pl: Nie Zrób zrzut ekranu! Może narażać bezpieczeństwa Twojego portfela
ru: Не делайте фото экрана! Вы можете поставить под угрозу безопасность вашего кошелька
th: ไม่ใช้หน้าจอ คุณสามารถ jeopardize รักษาความปลอดภัยของกระเป๋าสตางค์ของคุณ
tr: Bir ekran görüntüsü alma! Cüzdanını'nın güvenlik tehlikeye
uk: Не приймайте скріншот! Ви може поставити під загрозу безпеку вашого гаманця
vi: Không dùng một ảnh chụp màn hình! Bạn có thể gây nguy hiểm cho an ninh của bạn ví

# Fda-Z4-3e7.placeholder
source: sixth word
ar: الكلمة السادسة
ca: paraula sisè
el: έκτη λέξη
es: sexta palabra
id: kata keenam
it: sesta parola
ja: 6 番目の単語
ko: 여섯 번째 말씀
nl: zesde woord
pl: szóste słowo
ru: шестое слово
th: หกคำ
tr: Altıncı kelime
uk: Шостий слово
vi: Thứ Sáu từ
zh_hans: 第六个单词

# NaV-Bk-o1b.text
source: How to restore your wallet
ar: كيفية استعادة المحفظة الخاصة بك
ca: Com restaurar la seva cartera
el: Πώς να επαναφέρετε το πορτοφόλι σας
es: Cómo restaurar tu billetera
id: Cara mengembalikan dompet Anda
it: Come ripristinare il tuo portafoglio
ja: あなたの財布を復元する方法
ko: 당신의 지갑을 복원 하는 방법
nl: Hoe om te herstellen van uw portemonnee
pl: Jak przywrócić swój portfel
ru: Как восстановить ваш кошелек
th: วิธีการคืนค่ากระเป๋าสตางค์ของคุณ
tr: Cüzdanını geri yükleme
uk: Як відновити ваш гаманець
vi: Làm thế nào để khôi phục lại ví của bạn
zh_hans: 如何还原你的钱包

# T4p-mz-siC.normalTitle
source: VERIFY BACKUP
ar: التحقق من النسخ الاحتياطي
ca: VERIFICAR LA CÒPIA DE SEGURETAT
el: ΕΠΑΛΗΘΕΎΣΕΤΕ ΤΗ ΔΗΜΙΟΥΡΓΊΑ ΑΝΤΙΓΡΆΦΩΝ ΑΣΦΑΛΕΊΑΣ
es: COMPROBAR COPIA DE SEGURIDAD
id: MEMVERIFIKASI CADANGAN
it: VERIFICARE I BACKUP
ja: バックアップを検証します。
ko: 백업 확인
nl: BACK-UPS VERIFIËREN
pl: SPRAWDŹ, CZY KOPIA ZAPASOWA
ru: ПРОВЕРИТЬ РЕЗЕРВНУЮ КОПИЮ
th: ตรวจสอบการสำรองข้อมูล
tr: DOĞRULAMA YEDEK
uk: ПЕРЕВІРТЕ, ЧИ РЕЗЕРВНОГО КОПІЮВАННЯ
vi: XÁC NHẬN SAO LƯU
zh_hans: 验证备份

# UCL-i9-UDp.text
source: Write the words down on a sheet of paper in the exact order they appear
ar: كتابة العبارة على ورقة في الترتيب الدقيق الذي تظهر به
ca: Escriure les paraules en un full de paper en l'ordre exacte que apareixen
el: Καταγράψτε τις λέξεις σε ένα φύλλο χαρτιού με την ακριβή σειρά που εμφανίζονται
es: Escriba las palabras en una hoja de papel en el mismo orden que aparecen
id: Menuliskan kata-kata dalam urutan yang tepat sesuai yang tampak pada selembar kertas, dan menyimpannya di tempat yang aman
it: Annotare su un foglio di carta nell'esatto ordine in che cui appaiono le parole
ja: 彼らは、紙のシート上に表示、どこか安全な保存の正確な順序で言葉を書き留めてください。
ko: 표시 하는 정확한 순서 대로 한 장에 단어를 적어
nl: Noteer de woorden in de exacte volgorde waarin ze worden weergegeven op een vel papier, en slaan het ergens veilig
pl: Napisać słowa na kartce papieru w takiej kolejności pojawiają się na kartce papieru i przechowuj go w bezpiecznym miejscu
ru: Запишите слова в точном порядке, в котором они отображаются на листе бумаги и храните его в надежном месте
th: เขียนคำลงในใบสั่งแน่นอนจะปรากฏบนกระดาษ และเก็บไว้ที่ไหนสักแห่งที่ปลอดภัย
tr: Bir yaprak kağıda görünür ve güvenli bir yerde saklayın aynı sırada kelimeleri yazmak
uk: Запишіть слова згідно точного порядку вони з'являться на аркуші паперу і зберігайте його в надійному місці
vi: Viết các từ trong bộ chính xác của họ xuất hiện trên một tờ giấy, và lưu trữ một nơi nào đó an toàn
zh_hans: 把单词写在一张纸在它们出现的确切顺序

# dkQ-nj-Pkf.normalTitle
source: NEXT WORD
ar: الكلمة التالية
ca: PARAULA SEGÜENT
el: ΕΠΌΜΕΝΗ ΛΈΞΗ
es: PALABRA SIGUIENTE
id: KATA BERIKUTNYA
it: PAROLA SUCCESSIVA
ja: 次の単語
ko: 다음 단어
nl: VOLGENDE WOORD
pl: NASTÊPNE
ru: СЛЕДУЮЩЕЕ СЛОВО
th: คำถัดไป
tr: SONRAKİ SÖZCÜĞÜ
uk: НАСТУПНЕ СЛОВО
vi: TỪ KẾ TIẾP
zh_hans: 下一个单词

# eyR-AW-SMc.text
source: Backing up your wallet is easy and ensures you will not lose access to your funds, even if our service becomes unavailable.
ar: النسخ الاحتياطي للمحفظة الخاصة بك من السهل ويضمن لن تفقد الوصول إلى الأموال الخاصة بك، حتى لو كان لدينا خدمة يصبح غير متوفر.
ca: Recolzar la seva cartera és fàcil i assegura que no perdrà accés als seus fons, fins i tot si el nostre servei no està disponible.
el: Αντιγράφων ασφαλείας πορτοφόλι σας είναι εύκολο και εξασφαλίζει δεν θα χάσετε την πρόσβαση στα χρήματά σας, ακόμα κι αν μας υπηρεσία γίνεται διαθέσιμη.
es: Respaldando su billetera es fácil y asegura que no perderá acceso a sus fondos, incluso si nuestro servicio no está disponible.
id: Silakan mengambil beberapa menit untuk memastikan Anda dapat mengakses bitcoin Anda (kecuali impor alamat), bahkan jika Anda lupa sandi atau jika layanan kami menjadi tidak tersedia. Kami berjanji melakukannya cepat, tanpa rasa sakit, dan layak.
it: Backup portafoglio è facile e garantisce che non perderai l'accesso ai tuoi fondi, anche se il nostro servizio non è più disponibile.
ja: あなたの資金をバックアップするには、パスワードを忘れた場合でも、または当社のサービスができなくなった場合に、インポートされたアドレス) を除く、bitcoins にアクセスをできなくなりますが保証されます。
ko: 당신의 지갑을 쉽게 이며 우리의 서비스를 사용할 수 없게 경우에 귀하의 자금에 대 한 액세스를 잃게 되지 것입니다 보장 합니다.
nl: Neem een paar minuten kunt u toegang krijgen tot uw bitcoin (behalve in geïmporteerde adressen), zelfs als u uw wachtwoord bent vergeten of als onze service niet meer beschikbaar is. We beloven doen is snel, pijnloos, en de moeite waard.
pl: Poparcie w górze twój funduszy jest łatwe i zapewnia, że nie stracisz dostęp do bitcoins, nawet jeśli nasz serwis staje się niedostępny.
ru: Резервное копирование ваших средств гарантирует, что вы не потеряете доступ к вашим bitcoins (за исключением импортируемых адресов), даже если вы забыли свой пароль или если сервис становится недоступным.
th: โปรดใช้เวลาสองสามนาทีเพื่อให้คุณสามารถเข้าถึงของคุณ bitcoin (ยกเว้นที่อยู่นำเข้า), ถ้าคุณลืมรหัสผ่านของคุณ หรือบริการของเราจะไม่พร้อมใช้งาน เราสัญญาว่า ทำได้รวดเร็ว เจ็บ ปวด และคุ้ม
tr: Lütfen, bitcoin erişim sağlamak için bir kaç dakika sürebilir (hariç alınan adresleri), parolanızı unutursanız veya hizmet devre dışı kaldığında bile. Biz bunu yaparken hızlı, ağrısız ve buna değer veriyorum.
uk: Резервне копіювання ваших фондів гарантує, що ви не втратите доступ до bitcoins (крім імпортованого адреси), навіть якщо ви забули пароль або якщо наш сервіс стає недоступним.
vi: Xin vui lòng mất một vài phút để đảm bảo bạn có thể truy cập bitcoin của bạn (ngoại trừ nhập khẩu địa chỉ), thậm chí nếu bạn quên mật khẩu của bạn, hoặc nếu dịch vụ của chúng tôi trở nên không sẵn dùng. Chúng tôi hứa hẹn làm như vậy là nhanh chóng, không đau, và có giá trị nó.
zh_hans: 备份你的钱包很容易，可以确保你不会失去访问到您的资金，即使我们的服务变得不可用。

# kcC-2S-PfL.placeholder
source: third word
ar: الكلمة الثالثة
ca: tercera paraula
el: Τρίτη λέξη
es: tercera palabra
id: kata ketiga
it: terza parola
ja: 3 番目の単語
ko: 세 번째 단어
nl: derde woord
pl: trzecie słowo
ru: третье слово
th: คำที่สาม
tr: Üçüncü kelime
uk: третій слово
vi: từ thứ ba
zh_hans: 第三个单词
