Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: de

source: %@ copied to clipboard
de: %@ in Zwischenablage kopiert

source: %d Confirmations
de: %d Bestätigungen

source: %d Transactions
de: %d Transaktionen

source: %lld hours ago
de: %lld Stunden ago

source: %lld minutes ago
de: vor %lld Minuten

source: %lld seconds ago
de: vor %lld Sekunden

source: * Minimum 10 characters
de: * Mindestens 10 Zeichen

source: 1 hour ago
de: vor 1 Stunde

source: 1 minute ago
de: vor 1 minute

source: 2-Step Enabled
de: 2-stufige aktiviert

source: 2-Step has been disabled.
de: 2-stufige wurde deaktiviert.

source: 2-Step has been enabled for SMS.
de: 2-stufige wurde für SMS aktiviert.

source: 2-step Verification
de: 2-stufige Prüfung

source: 2-step Verification is currently disabled.
de: 2-stufige Prüfung ist derzeit deaktiviert.

source: 2-step Verification is currently enabled for %@.
de: 2-stufige Prüfung ist derzeit für %@ aktiviert.

source: 2-step Verification is currently enabled.
de: 2-stufige Prüfung ist derzeit aktiviert.

source: About
de: Über

source: Account Details
de: Kontodetails

source: Accounts
de: Konten

source: Add Email
de: Fügen Sie E-Mail

source: Add to Address book?
de: Zum Adressbuch hinzufügen?

source: Address
de: Adresse

source: Address book
de: Adressbuch

source: Address is not valid
de: Adresse ist nicht gültig

source: Addresses
de: Adressen

source: Adjust Fee
de: Anpassen von Fee

source: Allow
de: Ermöglichen

source: Allowed
de: Zulässig

source: Amount must be above dust threshold (%lld Satoshi)
de: Betrag muss über Staub Schwellenwert (%lld Satoshi) sein.

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
de: Überprüfen Ihren PIN-Code, mit dem remote-Server ist ein Fehler aufgetreten. Sie ist möglicherweise offline oder Blockchain möglicherweise Schwierigkeiten. Möchten Sie wiederholen Validierung oder stattdessen Ihr Kennwort manuell eingeben?

source: An error occurred while changing 2-Step verification.
de: Fehler beim Wechsel 2-Schritt-Prüfung.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
de: Fehler beim Laden Ihrer Brieftasche. Sie ist möglicherweise offline oder Blockchain Schwierigkeiten. Bitte schließen Sie die Anwendung und versuchen Sie später erneut, oder verbinden Sie Ihr Gerät erneut.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
de: Abrufen Ihrer Brieftasche-ID aus den Schlüsselbund ein Fehler aufgetreten. Bitte schließen Sie die Anwendung und versuchen Sie es erneut.

source: Any address
de: Jede Adresse

source: Archive
de: Archiv

source: Archive Address
de: Archiv-Adresse

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
de: Archivieren Sie dies, wenn Sie nicht, dass es nicht mehr verwenden möchten. Ihr Geld bleibt sicher, und Sie können es jederzeit öffnen.

source: Archived
de: Archiviert

source: Ask Me Later
de: Fragen Sie mich später

source: Authenticate with Touch ID
de: Authentifizieren mit Touch-ID

source: Authorization Required
de: Erforderliche Genehmigung

source: Automatic Pairing
de: Automatische Kopplung

source: Automatically
de: Automatisch

source: BACKUP FUNDS
de: SICHERUNG DER MITTEL

source: Backup
de: Sicherung

source: Backup Funds
de: Sicherung der Mittel

source: Backup Phrase
de: Backup-Satz

source: Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app.
de: Vor dem Zugriff auf Ihre Brieftasche, bitte wählen Sie eine Pin-Nummer verwenden, um Ihren Geldbeutel zu entsperren. Es ist wichtig, dass Sie diese Pin erinnern, wie es nicht zurückgesetzt oder ohne erste Erschließung der app geändert.

source: Bitcoin Unit
de: Bitcoin-Einheit

source: Bitcoin payment request
de: Bitcoin-Zahlungsaufforderung

source: Block Tor
de: Tor zu blockieren

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
de: Blockchain hat keinen Zugriff auf die Kamera. Um Zugang zu aktivieren, gehen Sie auf Ihr Gerät Einstellungen.

source: Blockchain is currently down for maintenance. Please try again later.
de: Blockchain ist derzeit für Wartungsarbeiten heruntergefahren. Bitte versuchen Sie es später erneut.

source: Blockchain needs Location Services enabled in order to access your location.
de: Blockchain braucht die Ortungsdienste aktiviert, damit Sie Ihren Standort zugreifen.

source: Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location Services
de: Blockchain braucht die Ortungsdienste aktiviert, damit Sie Ihren Standort zugreifen. Sie können den Zugriff aktivieren unter Einstellungen -> Datenschutz -> Ortungsdienste

source: Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location->Location Services
de: Blockchain braucht die Ortungsdienste aktiviert, damit Sie Ihren Standort zugreifen. Sie können den Zugriff aktivieren unter Einstellungen -> Datenschutz -> Standort -> Ortungsdienste

source: Blocked
de: Blockiert

source: Camera Access Denied
de: Kamera-Zugriff verweigert

source: Cancel
de: Abbrechen

source: Cannot save PIN Code while wallet is not initialized or password is null
de: PIN-Code kann nicht gespeichert werden, während die Brieftasche ist nicht initialisiert oder Kennwort ist null

source: Change Email
de: E-Mail ändern

source: Change Mobile Number
de: Handynummer ändern

source: Change PIN
de: PIN ändern

source: Change Password
de: Passwort ändern

source: Change Password Hint
de: Ändern Passwort-Hinweis

source: Change fee per kilobyte
de: Umbuchungsgebühr pro KB

source: Checking for Wallet updates
de: Suchen nach Updates der Brieftasche

source: Checking for more: Step %d of %d
de: Mehr gesucht: Schritt %1$d von %2$d

source: Close
de: Schließen

source: Close App
de: App zu schließen

source: Complete the steps below for ultimate security
de: Führen Sie die Schritte unten für ultimative Sicherheit

source: Completely updated design and user experience
de: Vollständig aktualisierten Design und User experience

source: Confirm Payment
de: Bestätigen Sie die Zahlung

source: Confirm Upgrade
de: Upgrade zu bestätigen

source: Confirm your PIN
de: Ihre PIN bestätigen

source: Connection timed out. Please check your internet connection.
de: Verbindungstimeout. Bitte überprüfen Sie Ihre Internetverbindung.

source: Continue
de: Weiter

source: Copied to clipboard
de: In Zwischenablage kopiert

source: Copy Address
de: Adresse kopieren

source: Copy Wallet ID
de: Geldbörse-ID kopieren

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Copy xPub
de: XPub kopieren

source: Create
de: Erstellen

source: Create New Wallet
de: Erstellen Sie neue Brieftasche

source: Create Wallet
de: Mappe erstellen

source: Create new address
de: Erstellen Sie neue Adresse

source: Creating
de: Erstellen

source: Creating HD Wallet
de: Erstellen von HD-Brieftasche

source: Creating V3 Wallet
de: Erstellen von V3-Brieftasche

source: Creating Wallet
de: Mappe erstellen

source: Creating new Wallet
de: Erstellen von neuen Wallet

source: Creating new address
de: Neue Adresse erstellen

source: Current rate: %@ BTC
de: Tageskurs: %@ BTC

source: Customize the way you organize your bitcoins in your Blockchain Wallet
de: Passen Sie an, wie Sie Ihre Bitcoins im Portemonnaie Blockchain organisieren

source: Customized fund management
de: Angepasste Fondsmanagement

source: Debug
de: Debuggen

source: Decrypted PIN Password length 0
de: Entschlüsselte PIN Passwortlänge 0

source: Decrypting Private Key
de: Privaten Schlüssel entschlüsseln

source: Decrypting Wallet
de: Entschlüsseln von Wallet

source: Default
de: In der Standardeinstellung

source: Disable
de: Deaktivieren

source: Disabled
de: Behinderte

source: Display
de: Anzeige

source: Do you really want to log out?
de: Möchten Sie wirklich abmelden?

source: Don't show again
de: Nicht wieder anzeigen

source: Done
de: Fertig

source: Downloading Wallet
de: Mappe herunterladen

source: Easy one time wallet backup keeps you in control of your funds
de: Einfach einmal Brieftasche Backup hält Sie Kontrolle über Ihr Geld

source: Edit
de: Bearbeiten

source: Email Notifications
de: E-Mail-Benachrichtigungen

source: Email Verified
de: E-Mail überprüft

source: Empty response from server.
de: Leere Antwort vom Server.

source: Enable
de: Aktivieren

source: Enable 2-Step
de: 2-stufige aktivieren

source: Enable 2-Step for SMS
de: 2-stufige für SMS aktivieren

source: Enable Location Services
de: Standortbasierte Dienste aktivieren

source: Enable notifications to receive an email whenever you receive bitcoins. Only labeled addresses and imported addresses are eligible to trigger notifications.
de: Aktivieren Sie Benachrichtigungen per e-Mail erhalten, sobald Sie Bitcoins erhalten. Nur mit der Bezeichnung Adressen und importiert sind Adressen berechtigt, Trigger-Benachrichtigungen.

source: Enable this option to prevent IP addresses that are known to be part of the Tor anonymizing network from accessing your wallet. The Tor network is frequently used by hackers attempting to access Blockchain users' wallets.
de: Aktivieren Sie diese Option, um die IP-Adressen zu verhindern, die als bekannt sind Teil des Anonymisierungs Netzwerks Zugriff auf Ihren Geldbeutel. Das Tor-Netzwerk dient häufig von Hackern Blockchain Benutzer Brieftasche zugreifen möchten.

source: Enabling this feature will allow all users with a registered Touch ID fingerprint on this device to access to your wallet.
de: Aktivierung dieser Funktion können alle Benutzer mit einem registrierten Fingerabdruck Touch ID auf diesem Gerät Zugriff auf Ihren Geldbeutel.

source: Enhanced Privacy
de: Verbesserter Datenschutz

source: Enter PIN
de: PIN eingeben

source: Enter Password
de: Passwort eingeben

source: Enter Verification Code
de: Verifizierungscode eingeben

source: Enter your verification code
de: Geben Sie Ihren Bestätigungscode

source: Error
de: Fehler

source: Error loading settings
de: Fehlereinstellungen be-

source: Error updating settings
de: Fehler beim Aktualisieren der Einstellungen

source: Everything you need to store, spend and receive your bitcoin
de: Alles was Sie brauchen, um zu speichern, zu verbringen und erhalten Ihre bitcoin

source: Extended Public Key
de: Öffentlichen Schlüssel erweitert

source: Failed To Load Wallet
de: Fehler beim Laden der Brieftasche

source: Fee is too high (0.01 BTC limit)
de: Gebühr ist zu hoch (0.01 BTC-Grenze)

source: Fee per KB
de: Gebühr pro KB

source: Fees
de: Gebühren

source: Finished Signing Inputs
de: Unterzeichnung der Eingaben abgeschlossen

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
de: Zu Ihrer Sicherheit empfehlen wir Ihnen, sämtliche Guthaben in den importierten Adressen in Ihrer Brieftasche Blockchain zu übertragen.

source: Forget Wallet
de: Brieftasche vergessen

source: Found %d, with %@
de: %1$d, mit %2$@ gefunden

source: From and destination address have to be different
de: Aus und Zieladresse haben, anders zu sein

source: From and destination have to be different
de: Aus und das Ziel haben, anders zu sein

source: Go to Settings
de: Gehen Sie zu Einstellungen

source: Hint Stored
de: Hinweis gespeichert

source: How would you like to pair?
de: Wie möchten Sie paar?

source: Identifier
de: Bezeichner

source: If you are a merchant, show your xPub and use the Blockchain Merchant app to receive funds safely and privately.
de: Wenn Sie ein Händler sind, zeigen Sie Ihre xPub und mit der Blockchain Kaufmann-app erhalten Mittel sicher und privat.

source: Import Private Key
de: Import-Privatschlüssels

source: Import address
de: Import-Adresse

source: Imported Addresses
de: Importierte Adressen

source: Imported Addresses (Archived)
de: Importierte Adressen (archiviert)

source: Imported Private Key %@
de: Importierte Private Schlüssel %@

source: Imported watch-only address %@
de: Importiert nur beobachten-Adresse %@

source: Importing key
de: Schlüssel importieren

source: Incorrect PIN. Please retry.
de: Falsche PIN. Wiederholen Sie den Vorgang.

source: Incorrect password
de: Falsches Kennwort

source: Incorrect private key
de: Falsche privaten Schlüssel

source: Information
de: Informationen

source: Initializing Wallet
de: Initialisieren der Brieftasche

source: Insufficient Funds
de: Unzureichende Geldmittel

source: Invalid Identifier
de: Ungültiger Bezeichner

source: Invalid Pairing Code
de: Ungültiger Paarung Code

source: Invalid Send Value
de: Ungültige senden Wert

source: Invalid Shared Key
de: Ungültige freigegebenen Schlüssel

source: Invalid Status Code Returned %@
de: Ungültigen Statuscode zurückgegeben %@

source: Invalid Wallet ID
de: Ungültige Wallet-ID

source: Invalid address: %@
de: Ungültige Adresse: %@

source: Invalid email address.
de: Ungültige e-Mail-Adresse.

source: Invalid mobile number.
de: Ungültige Handynummer.

source: Invalid recovery phrase. Please try again
de: Ungültige Wiederherstellung Satz. Bitte versuchen Sie es erneut

source: Invalid server response. Please check your internet connection.
de: Ungültige Antwort. Bitte überprüfen Sie Ihre Internetverbindung.

source: Invalid to bitcoin address
de: Bitcoin-Adresse ungültig

source: Invalid two-factor authentication type
de: Ungültige Zweifaktor-Authentifizierung-Typ

source: Invalid verification code. Please try again.
de: Ungültiger Bestätigungscode. Bitte versuchen Sie es erneut.

source: Just now
de: Gerade jetzt

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
de: Ihre xPub privat zu halten. Jemand mit Zugang zu Ihrem xPub werden alle Ihre Mittel und Transaktionen zu sehen.

source: Label
de: Etikett

source: Label Address
de: Bezeichnung Adresse

source: Label must contain letters and numbers only
de: Etikett muss Buchstaben und Zahlen nur enthalten.

source: Label must have less than 18 characters
de: Etikett muss weniger als 18 Zeichen lang sein.

source: Link Mobile
de: Verbindung Mobile

source: Loading External Page
de: Laden externer Seite

source: Loading transactions
de: Laden von Transaktionen

source: Local Currency
de: Lokaler Währung

source: Log in to my Wallet
de: Melden Sie sich meine Brieftasche

source: Login existing Wallet
de: Anmeldung vorhandenen Wallet

source: Make Default
de: Machen Standard

source: Manual Pairing
de: Manuelle Kopplung

source: Manually
de: Manuell

source: Merchant
de: Kaufmann

source: Merchant Directory is currently unavailable. Please try again later.
de: Händler-Verzeichnis ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.

source: Merchant Map
de: Händler Karte

source: Merchant URL
de: Händler-URL

source: Mobile Linked
de: Mobile verknüpft

source: Mobile Number
de: Handy-Nummer

source: My Bitcoin Wallet
de: Mein Bitcoin-Wallet

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
de: Hinweis: Der gescannte private Schlüssel entspricht nicht an diese Adresse nur beobachten. Wenn Sie von dieser Adresse verbringen möchten, stellen Sie sicher, dass den korrekten privaten Schlüssel zu scannen.

source: New Address
de: Neue Adresse

source: New Email Address
de: Neue E-Mail-Adresse

source: New Mobile Number
de: Neue Handy-Nummer

source: New password must be different
de: Neues Passwort muss unterschiedlich sein.

source: New password must be different from your password hint
de: Neues Passwort muss sich von Ihren Passwort-Hinweis unterscheiden.

source: News, Price & Charts
de: Nachrichten, Preis & Charts

source: Next word
de: Nächste Wort

source: No
de: Nein

source: No Label
de: Keine Bezeichnung

source: No Password Entered
de: Kein Passwort eingegeben

source: No internet connection available. Please check your network settings.
de: Keine Internetverbindung zur Verfügung. Bitte überprüfen Sie Ihre Netzwerkeinstellungen.

source: No internet connection.
de: Keine Internet-Verbindung.

source: Not Stored
de: Nicht gespeichert

source: Not now
de: Jetzt nicht

source: Note that once upgraded, you cannot go back to the previous version, but all your bitcoins and your transaction history will be kept.
de: Beachten Sie, dass sobald aktualisiert, Sie können nicht mehr auf die vorherige Version zurück, aber Ihre Bitcoins und Ihre Transaktionsgeschichte gehalten werden.

source: Notifications
de: Benachrichtigungen

source: Now you can restore your funds using the 12 word recovery phrase in case you lose your wallet's password
de: Jetzt können Sie Ihr Geld 12 Wort-Erholung-Satz zu verwenden, für den Fall, dass Sie Ihren Geldbeutel-Kennwort vergessen wiederherstellen

source: OK
de: Okay

source: PIN
de: POLIG

source: PIN Encrypted String is nil
de: PIN-verschlüsselte Zeichenfolge ist NULL

source: PIN Response Object key or value length 0
de: PIN-Response-Objekt Schlüssel oder Wert Länge 0

source: PIN Response Object success length 0
de: PIN-Response-Objekt Erfolg Länge 0

source: PIN Saved Successfully
de: POLIG erfolgreich gespeichert

source: PIN Validation Error
de: PIN-Validierungsfehler

source: PIN Validation cannot be completed. Please enter your wallet password manually.
de: PIN-Validierung kann nicht abgeschlossen werden. Bitte geben Sie Ihre Brieftasche Kennwort manuell.

source: PINs do not match
de: Stifte stimmen nicht überein.

source: Parsing Pairing Code
de: Analysieren von Code Paarung

source: Password Hint
de: Passwort-Hinweis

source: Password Required
de: Kennwort erforderlich

source: Password changed. Please login to continue.
de: Das Kennwort geändert. Bitte einloggen um fortzufahren.

source: Password must 10 characters or longer
de: Passwort muss 10 Zeichen oder länger

source: Passwords do not match
de: Kennwörter stimmen nicht überein

source: Payment Received
de: Zahlung erhalten

source: Payment Sent!
de: Zahlung gesendet!

source: Phrase Backed
de: Satz gesichert

source: Please Login
de: Bitte einloggen

source: Please add an email address
de: Bitte fügen Sie eine e-Mail-Adresse

source: Please check your email and click on the verification link.
de: Bitte überprüfen Sie Ihre e-Mail und klicken Sie auf den Bestätigungs-Link.

source: Please check your email. If you have already verified a login attempt, you should log in via our web wallet and pair your phone by scanning the QR code under Settings -> Wallet Information.
de: Bitte überprüfen Sie Ihre e-Mail. Wenn Sie bereits ein Anmeldeversuch überprüft haben, sollten Sie über unser Online-Zahlungsmethode anmelden und koppeln Sie Ihr Mobiltelefon durch Scannen den QR-Code unter Einstellungen-> Wallet-Informationen.

source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.

source: Please choose another PIN
de: Bitte wählen Sie eine andere PIN

source: Please choose from the options below.
de: Bitte wählen Sie aus den folgenden Optionen.

source: Please describe in detail the issue you are experiencing, along with any steps we can take to reproduce it.
de: Bitte beschreiben Sie ausführlich die Frage, die Sie erleben werden, die zusammen mit allen Schritten, die wir ergreifen können, um ihn zu reproduzieren.

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
de: Bitte geben Sie eine Gebühr, die größer als 0 BTC und höchstens 0,01 BTC

source: Please enter a new PIN
de: Bitte geben Sie eine neue PIN

source: Please enter your %@ 2FA code
de: Bitte geben Sie Ihre %@ 2FA code

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
de: Bitte geben Sie Ihre ID mit Brieftasche 36 Zeichen korrekt. Es finden Sie in der Willkommens-Mail beim Start.

source: Please enter your PIN
de: Bitte geben Sie Ihre PIN

source: Please enter your recovery phrase with words separated by spaces
de: Bitte geben Sie Ihre Erholung-Satz mit durch Leerzeichen getrennte Wörter

source: Please provide an email address.
de: Bitte geben Sie eine e-Mail-Adresse.

source: Please refresh the pairing code and try again.
de: Aktualisieren der Kopplungscode, und versuchen Sie es erneut.

source: Please select a different address to send from or lower the fee in Settings.
de: Bitte wählen Sie eine andere Adresse senden oder senken Sie die Gebühr in den Einstellungen.

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
de: Bitte senden Sie Zahlung an Bitcoin-Adresse (< a Href = "https://blockchain.info/wallet/bitcoin-faq" > helfen? </a >): %@

source: Please send payment to bitcoin address. FAQ: (https://blockchain.info/wallet/bitcoin-faq): %@
de: Bitte senden Sie Zahlungen an Bitcoin-Adresse. FAQ: (https://blockchain.info/wallet/bitcoin-faq): %@

source: Please try again
de: Bitte versuchen Sie es erneut

source: Please verify your email address first.
de: Bitte überprüfen Sie zuerst Ihre e-Mail-Adresse.

source: Preferences
de: "Einstellungen"

source: Privacy Policy
de: Datenschutz

source: Private Key Needed
de: Privaten Schlüssel benötigt

source: Processing key
de: Verarbeitung der Schlüssel

source: Receive
de: Erhalten

source: Received
de: Empfangen

source: Recover Funds
de: Fonds zu erholen

source: Recovering Funds
de: Wiederherstellen von Fonds

source: Regular
de: Regelmäßige

source: Request Amount
de: Anfrage-Betrag

source: Resend verification SMS
de: Senden Sie SMS-Verifizierung

source: Resend verification email
de: Überprüfungs-Email erneut senden

source: Reset
de: Zurücksetzen

source: Retry Validation
de: Wiederholen Sie Validierung

source: Robust security center
de: Robuste Sicherheits-center

source: Save
de: Sie sparen

source: Scan Pairing Code
de: Scan Code Paarung

source: Scan Private Key
de: Privater Schlüssel Scannen

source: Scan QR Code
de: QR-Code Scannen

source: Scan QR code
de: QR-Code Scannen

source: Scan this code or copy it into your Blockchain Merchant app to securely receive Bitcoin.
de: Scannen Sie dieser Code oder kopieren Sie sie in Ihre Blockchain Merchant app sicher Bitcoin zu erhalten.

source: Second Password Incorrect
de: Zweite Passwort falsch

source: Second Password Required
de: Zweite Kennwort erforderlich

source: Security
de: Sicherheit

source: Security Center
de: Sicherheits-Center

source: Send
de: Senden

source: Send from...
de: Senden von...

source: Send to...
de: Schicken...

source: Send verification SMS
de: Senden Sie SMS-Verifizierung

source: Sending Transaction
de: Transaktion senden

source: Sent
de: Gesendet

source: Sent to %@
de: An %@ gesendet

source: Set as Default?
de: Als Standard festlegen?

source: Settings
de: Einstellungen

source: Shared Coin is not supported in the new version at this time.
de: Freigegebene Münze wird nicht unterstützt in der neuen Version zu diesem Zeitpunkt.

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
de: Teilen Ihre xPub autorisiert andere um Ihre Transaktionsgeschichte zu verfolgen. Befugte Personen in der Lage, Sie zu stören, den Zugriff auf Ihre Brieftasche sein mag, nur teilen Sie Ihre xPub mit Menschen, denen, die Sie vertrauen.
