Repository: 0xgpapad/My-Wallet-V3-iOS
Catalog: Blockchain/*.lproj/Localizable.strings
Languages: de

source: Signal %d was raised.
de: Signal %d wuchs.

source: Signing Input %d
de: Unterzeichnung der Eingabe %d

source: Signing Inputs
de: Unterzeichnung der Eingänge

source: Simplified backup and recovery
de: Vereinfachte Sicherung und Wiederherstellung

source: Store Hint
de: Shop-Tipp

source: Stored
de: Gespeichert

source: Success
de: Erfolg

source: Success!
de: Erfolg!

source: Support
de: Unterstützung

source: Syncing Wallet
de: Synchronisieren von Wallet

source: Terms of Service
de: Allgemeine Nutzungsbedingungen

source: The PIN you have selected is extremely common and may be easily guessed by someone with access to your phone within 3 tries. Would you like to use this PIN anyway?
de: Die PIN, die Sie ausgewählt haben ist sehr verbreitet und kann von einer Person mit Zugriff auf Ihr Telefon innerhalb 3 Versuche leicht zu erraten. Möchten Sie diese PIN trotzdem verwenden?

source: The amount you want to send (%@) is greater than the maximum amount you can spend minus the fee (%@ - %@). Would you like to send %@?
de: Der Betrag (%1$@) gesendet werden sollen, ist größer als der Höchstbetrag, den Sie, abzüglich der Gebühr (%2$@ - %3$@ ausgeben können). Möchten Sie %4$@ senden?

source: The private key you are attempting to import is encrypted. Please enter the password below.
de: Der private Schlüssel, die, den Sie versuchen zu importieren, ist verschlüsselt. Geben Sie bitte das Passwort ein.

source: The upgrade takes just a second and your bitcoins and history will be safe. Here is what’s better:
de: Die Aktualisierung dauert nur eine Sekunde und Ihre Bitcoins und Geschichte werden sicher. Hier ist, was ist besser:

source: There was a problem verifying your identity.
de: Es gab ein Problem, Ihre Identität zu überprüfen.

source: These options are recommended for advanced users only. Continue?
de: Diese Optionen sind nur für erfahrene Benutzer empfohlen. Weiter?

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
de: Dieser Vorgang erfordert den privaten Schlüssel für die Bitcoin-Adresse %@. Bitte Scannen Sie den QR-Code.

source: This action requires the second password for your bitcoin wallet. Please enter it below and press continue.
de: Diese Aktion erfordert das zweite Kennwort für Ihre Bitcoin-Börse. Bitte geben Sie es unten, und drücken Sie weiter.

source: This address is not watch-only.
de: Diese Adresse ist nicht nur beobachten.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
de: Dies ist ein nur-Uhr-Adresse. Um Ihr Geld von dieser Tasche zu verbringen, Scannen Sie bitte Ihren privaten Schlüssel.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
de: Dies wird archiviert. Obwohl Sie keine Gelder von hier aus senden können, bleiben alle Mittel sicher. Einfach öffnen Sie, um es wieder zu verwenden zu beginnen.

source: This name is already in use. Please choose a different name.
de: Dieser Name wird bereits verwendet. Bitte wählen Sie einen anderen Namen.

source: This private key belongs to another address that is not watch only
de: Dieser private Schlüssel gehört zu einer anderen Adresse, die nicht nur zu sehen ist

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!
de: Dies löscht alle Brieftasche-Daten auf diesem Gerät. Bitte bestätigen Sie, dass Ihre Brieftasche Informationen gespeichert anderswo sonst Bitcoins in diesem Portemonnaie zugegriffen werden!!

source: To: %@ %@ Total Amount: %@ Fee: %@ (%@)
de: An: %1$@%2$@ Gesamtbetrag: %3$@ Gebühr: %4$@ (%5$@)

source: Tor Requests
de: Tor-Anforderungen

source: Tor blocked
de: Tor blockiert

source: Tor requests allowed
de: Tor-Anfragen zulässig

source: Tor requests are currently allowed.
de: Tor-Anforderungen sind derzeit zulässig.

source: Tor requests are currently blocked.
de: Tor-Anforderungen werden derzeit blockiert.

source: Total Balance
de: Gesamtsaldo

source: Touch ID has been locked due to too many failed attempts.
de: Kontakt-ID wurde aufgrund von zu vielen Fehlversuchen gesperrt.

source: Touch ID is not available on this device.
de: Kontakt-ID steht nicht auf diesem Gerät.

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings->Touch ID & Passcode and add a fingerprint.
de: Kontakt-ID ist auf diesem Gerät nicht aktiviert. Touch-ID aktivieren, gehen Sie zu Einstellungen->Touch ID & Passwort und Hinzufügen eines Fingerabdrucks.

source: Transaction
de: Transaktion

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
de: Transaktionen ohne Gebühren können sehr lange dauern, zu bestätigen oder überhaupt nicht bestätigt werden können. Möchten Sie fortfahren?

source: Transfer Funds
de: Geld überweisen

source: Transferred
de: Übertragen

source: Try again
de: Wiederholen

source: UPGRADE YOUR WALLET
de: AKTUALISIEREN SIE IHRE BRIEFTASCHE

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
de: Fehler beim Laden der Brieftasche wegen keine Serverantwort. Sie ist möglicherweise offline oder Blockchain Schwierigkeiten. Bitte versuchen Sie es später erneut.

source: Unarchive
de: Entarchivieren

source: Unarchive Address
de: Entarchivieren Adresse

source: Unconfirmed
de: Unbestätigte

source: Unhandled exception
de: Nicht behandelte Ausnahme

source: Unknown
de: Unbekannt

source: Unknown Touch ID error. Code: %ld
de: Unbekannter Touch ID Fehler. Code: %ld

source: Unknown key format
de: Unbekannter Schlüssel-format

source: Unsupported Private Key Format
de: Nicht unterstützte Private-Key-Format

source: Unverified
de: Ungeprüfte

source: Upgrade Now
de: Jetzt upgraden

source: Upgrade Wallet
de: Upgrade-Brieftasche

source: Upgrade to HD
de: Upgrade auf HD

source: Upgrade to V3
de: Upgrade auf V3

source: Use Touch ID as PIN
de: Touch-ID als PIN verwenden

source: Use all %@
de: Alle %@ verwenden

source: Use all funds
de: Alle Mittel einsetzen

source: User Declined
de: Benutzer abgelehnt

source: VERIFY BACKUP
de: ÜBERPRÜFEN SIE DIE SICHERUNG

source: Verification email has been sent to %@.
de: Überprüfungs-Email wurde an %@ gesendet.

source: Verified
de: Überprüft

source: Verify
de: Überprüfen Sie

source: Verify Email
de: Überprüfen Sie Email

source: Verifying
de: Überprüfen

source: Wallet ID
de: Geldbörse-ID

source: Wallet Information
de: Wallet-Informationen

source: Wallet JSON
de: Brieftasche JSON

source: Wallet Paired Successfully.
de: Brieftasche erfolgreich gepaart.

source: Wallet Recovery Phrase
de: Brieftasche Recovery Phrase

source: Wallet version %lld not supported
de: Brieftasche Version %lld nicht unterstützt

source: Warning
de: Warnung

source: Warning!!!
de: Warnung!!!

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
de: Warnung: Ihr Portemonnaie-Bezeichner ist vertraulicher Informationen. Kopieren sie könnten die Sicherheit Ihrer Brieftasche beeinträchtigen.

source: Watch Only
de: Sehen Sie nur

source: We'll send the hint to your confirmed email address in case you request it.
de: Wir senden den Hinweis an Ihre bestätigte e-Mail-Adresse für den Fall, dass Sie es anfordern.

source: We've designed a whole new wallet experience for you
de: Wir haben eine ganz neue Erfahrung der Brieftasche für Sie entwickelt.

source: We've included some significant privacy and security improvements. Once you click update you won't be able to go back to your old wallet
de: Wir haben einige bedeutenden Datenschutz und Sicherheit Verbesserungen enthalten. Sobald Sie auf Update klicken werden Sie nicht in der Lage, um wieder auf Ihre alte Geldbörse

source: Weak
de: Schwach

source: Welcome
de: Herzlich Willkommen

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
de: Wir haben eine frühere Installation von Blockchain Wallet auf deinem Handy festgestellt.

source: Would you like to add the bitcoin address %@ to your address book?
de: Möchten Sie die Bitcoin-Adresse %@ Ihrem Adressbuch hinzufügen?

source: Write down your Recovery Phrase and keep it somewhere very safe and secure. Remember that anyone who knows your Recovery Phrase has access to your bitcoins.
de: Notieren Sie Ihre Recovery-Satz und halten Sie es irgendwo sehr sicher und sicher. Denken Sie daran, dass wer Ihre Recovery-Satz kennt Zugriff auf Ihre Bitcoins hat.

source: Wrong BIP38 Password
de: Falsche BIP38 Passwort

source: Yes
de: Ja

source: Yesterday
de: Gestern

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
de: Sie sind dabei, eine nur-Uhr-Adresse importieren, eine Adresse (oder öffentlichen Schlüssel Skript) in der Brieftasche ohne den entsprechenden privaten Schlüssel gespeichert. Dies bedeutet, dass die Gelder ausgegeben werden können, nur haben Sie der private Schlüssel an anderer Stelle haben gespeichert. Wenn Sie nicht den privaten Schlüssel gespeichert haben, weisen Sie nicht an, jeder Bitcoin auf der Uhr nur Adresse senden.

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
de: Sie sollen Bitcoin an eine Uhr nur Adresse erhalten. Sie können diese Mittel nur ausgeben, wenn Sie Zugriff auf den privaten Schlüssel haben. Weiter?

source: You are now running our most secure Bitcoin wallet
de: Sie laufen nun unsere sicherste Bitcoin-Brieftasche

source: You backed up your funds successfully
de: Sie Ihr Geld erfolgreich gesichert

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
de: Sie können 2-stufige Verifizierung per SMS auf Ihrem Mobiltelefon aktivieren. Um andere Authentifizierungsmethoden verwenden, melden Sie sich an unserer Online-Zahlungsmethode.

source: You can now spend from this address.
de: Jetzt können Sie von dieser Adresse verbringen.

source: You do not have an account set up for Mail. Please contact %@
de: Sie müssen kein Konto für Mail eingerichtet. Bitte kontaktieren Sie %@

source: You have no available funds to send from this address
de: Sie haben keine verfügbaren Mittel von dieser Adresse senden

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
de: Sie müssen SMS 2-Step Verification bevor Sie ändern Ihre Handy-Nummer (%@) deaktivieren.

source: You must enter a destination address
de: Sie müssen eine Zieladresse eingeben.

source: You must enter a label
de: Sie müssen eine Bezeichnung eingeben.

source: You must have at least one active address
de: Sie müssen mindestens eine aktive Adresse

source: You must have two-factor authentication disabled to pair manually.
de: Sie müssen zwei-Faktor-Authentifizierung auf paar manuell deaktiviert haben.

source: You must leave at least one active address
de: Du musst mindestens eine aktive Adresse verlassen.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
de: Sie sollten immer koppeln oder haben Sie Zugriff auf Ihre Brieftasche-ID und Passwort einloggen. Wiederherstellen Ihrer Fonds schafft eine neue Geldbörse-ID. Möchten Sie fortfahren?

source: You've successfully imported a private key.
de: Sie haben erfolgreich einen privaten Schlüssel importiert.

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
de: Sie haben erfolgreich importiert, des privaten Schlüssels für die Adresse %@, und verbringen Sie nun von ihm. Wenn Sie von dieser Adresse ausgeben möchten, stellen Sie sicher, dass Sie den richtigen privaten Schlüssel scannen.

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
de: Ihr Gerät wird sein Jailbroken. Die Sicherheit Ihrer Brieftasche möglicherweise gefährdet.

source: Your email has been verified.
de: Ihre e-Mail wurde überprüft.

source: Your identity does not match our records.
de: Ihre Identität entspricht nicht unseren Aufzeichnungen.

source: Your mobile number has been verified.
de: Ihre Handy-Nummer wurde überprüft.

source: Your new password hint contains invalid characters. Please try again.
de: Ihr neues Passwort-Hinweis enthält ungültige Zeichen. Bitte versuchen Sie es erneut.

source: Your new password hint contains no text. Your password hint will be cleared.
de: Ihr neues Passwort-Hinweis enthält keinen Text. Ihr Passwort-Hinweis wird gelöscht.

source: Your new password hint must be different from your password. Please try again.
de: Ihre neue Kennworthinweis dürfen Ihr Passwort unterscheiden. Bitte versuchen Sie es erneut.

source: Your new password hint must be different from your second password. Please try again.
de: Ihre neue Kennworthinweis dürfen Ihr zweites Passwort unterscheiden. Bitte versuchen Sie es erneut.

source: Your password hint has been updated.
de: Ihr Passwort-Hinweis wurde aktualisiert.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
de: Ihr Guthaben werden sicher und sicher und profitieren Sie von mehr Privatsphäre und praktische Backup- und Recovery-Funktionen.

source: Your verified email address is used to send login codes when suspicious or unusual activity is detected, to remind you of your wallet login ID, and to send bitcoin payment alerts when you receive funds. We will not use your email address for marketing purposes.
de: Ihre verifizierte e-Mail-Adresse wird verwendet, um die Login-Codes zu senden, wenn verdächtige oder ungewöhnliche Aktivitäten erkannt wird, an Ihre Brieftasche-Anmelde-ID erinnern und um Bitcoin Zahlung Warnungen zu senden, wenn Sie Gelder erhalten. Wir werden Ihre e-Mail-Adresse nicht für Marketingzwecke verwenden.

source: Your wallet does not contain this address.
de: Ihre Geldbörse ist diese Adresse nicht enthalten.

source: Your wallet was successfully created.
de: Ihre Geldbörse wurde erfolgreich erstellt.

source: Yubi Key
de: Yubi-Schlüssel

source: eighth word
de: Achte Wort

source: eleventh word
de: elften Wort

source: fifth word
de: fünfte Wort

source: first word
de: Erstes Wort

source: fourth word
de: vierte Wort

source: from
de: Von

source: iOS Support Request
de: iOS-Supportanfrage

source: ninth word
de: Neunte Wort

source: or Continue
de: oder weiter

source: second word
de: zweite Wort

source: seventh word
de: Siebte Wort

source: sixth word
de: Sechste Wort

source: tenth word
de: Zehnte Wort

source: third word
de: dritte Wort

source: twelfth word
de: zwölfte Wort
